{
    "cnbcEconomy": [
        "Retail sales fell 0.6% in November as consumers feel the pressure from inflation Fri Feb 03 2023 14:52:16 GMT+0000 (Coordinated Universal Time)",
        "Private payroll growth surged by 235,000 in December, ADP reports Fri Feb 03 2023 14:52:16 GMT+0000 (Coordinated Universal Time)",
        "Nonfarm payrolls rose 223,000 in December, as strong jobs market tops expectations Fri Feb 03 2023 14:52:16 GMT+0000 (Coordinated Universal Time)",
        "U.S. unemployment rate falls in December, but rises for Black women, Hispanic men Fri Feb 03 2023 14:52:16 GMT+0000 (Coordinated Universal Time)",
        "Consumer prices fell 0.1% in December, reflecting a slowdown for inflation Fri Feb 03 2023 14:52:16 GMT+0000 (Coordinated Universal Time)",
        "Time for the Fed to declare victory on inflation? Not yet Fri Feb 03 2023 14:52:16 GMT+0000 (Coordinated Universal Time)",
        "As China reopens and data surprises, economists are starting to get less gloomy Fri Feb 03 2023 14:52:16 GMT+0000 (Coordinated Universal Time)",
        "Key Fed inflation measure eased in December; consumer spending also declined Fri Feb 03 2023 14:52:16 GMT+0000 (Coordinated Universal Time)",
        "IMF hikes global growth forecast as inflation cools, household spending holds Fri Feb 03 2023 14:52:16 GMT+0000 (Coordinated Universal Time)",
        "Euro zone economy posts surprise expansion in the fourth quarter, curbing recession fears Fri Feb 03 2023 14:52:16 GMT+0000 (Coordinated Universal Time)",
        "Important wage inflation measure for the Fed rose less than expected in Q4 Fri Feb 03 2023 14:52:16 GMT+0000 (Coordinated Universal Time)",
        "ADP: Private payroll growth slowed to 106,000 in January as weather hit hiring Fri Feb 03 2023 14:52:16 GMT+0000 (Coordinated Universal Time)",
        "ECB hikes rates, sees significant increases ahead as it announces plan to shrink balance sheet Thu Dec 29 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "UK inflation falls from 41-year high as fuel price surge eases Fri Dec 16 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Here's everything the Federal Reserve is expected to do Wednesday  Fri Dec 16 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Consumers see inflation easing considerably, New York Fed survey shows Thu Dec 15 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Consumer prices rose less than expected in November, up 7.1% from a year ago Thu Dec 15 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Wholesale prices rose 0.3% in November, more than expected Wed Dec 14 2022 01:00:03 GMT+0000 (Coordinated Universal Time)",
        "Saudi Arabia reports a budget surplus on higher oil prices  Tue Dec 13 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "The Fed's path to a 'Goldilocks' economy just got a little more complicated Sat Dec 10 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "November unemployment rate fell for both Hispanic workers and Black women Fri Dec 09 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Fed hikes and a stronger dollar are fueling risks of political instability in Africa Sat Dec 03 2022 01:00:03 GMT+0000 (Coordinated Universal Time)",
        "Key inflation measure that the Fed follows rose 0.2% in October, less than expected  Sat Dec 03 2022 01:00:03 GMT+0000 (Coordinated Universal Time)",
        "Payrolls and wages blow past expectations, flying in the face of Fed rate hikes Sat Dec 03 2022 01:00:03 GMT+0000 (Coordinated Universal Time)",
        "Here's where the jobs are for November 2022 — in one chart Sat Dec 03 2022 01:00:03 GMT+0000 (Coordinated Universal Time)",
        "Job openings fell in October amid Fed efforts to cool labor market Fri Dec 02 2022 01:00:03 GMT+0000 (Coordinated Universal Time)",
        "Watch Fed Chair Jerome Powell speak on the economy and monetary policy Fri Dec 02 2022 01:00:03 GMT+0000 (Coordinated Universal Time)",
        "Fed's Waller says he's open to a half-point rate hike at December meeting Thu Dec 01 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "How Atlanta's growing economy burned low-income renters and homebuyers Thu Dec 01 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Transitory inflation talk is back. But economists say higher prices are here to stay Thu Dec 01 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Elon Musk says the Fed must cut rates ‘immediately’ to stop a severe recession Thu Dec 01 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Private hiring increased by 127,000 in November, below estimate, ADP reports Thu Dec 01 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "The world needs more economic alliances than security ones, analyst says Tue Nov 29 2022 01:00:06 GMT+0000 (Coordinated Universal Time)",
        "Wholesale prices rose 0.2% in October, less than expected, as inflation eases Thu Nov 17 2022 01:00:03 GMT+0000 (Coordinated Universal Time)",
        "Household debt soars at fastest pace in 15 years, Fed report says Thu Nov 17 2022 01:00:03 GMT+0000 (Coordinated Universal Time)",
        "Inflation expectations rebound on record-high jump for gas, Fed survey shows Wed Nov 16 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Fed Vice Chair Brainard says it may 'soon' be appropriate to slow hikes Wed Nov 16 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "UK on the brink of recession after economy contracts by 0.2% in the third quarter Tue Nov 15 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Despite slower inflation, consumer sentiment weakened in November, survey shows Tue Nov 15 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Consumer prices rose 0.4% in October, less than expected, as inflation eases Sat Nov 12 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Fed officials welcome inflation news but still see tighter policy ahead Sat Nov 12 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Unemployment rate for Black men fell, but so did labor force participation Fri Nov 11 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Consumer confidence is near its lowest in a decade, and that could hurt Biden Fri Nov 11 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Here's where the jobs are for October 2022 — in one chart Wed Nov 09 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Private payrolls up 239,000 in October while wages rose 7.7%, ADP says Sat Nov 05 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Labor costs show slower rise, while trade deficit widens, jobless claims dip Sat Nov 05 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "U.S. payrolls surged by 261,000 in October, better than expected as hiring remains strong Sat Nov 05 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Job openings surged in September despite Fed efforts to cool labor market Fri Nov 04 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Key inflation gauge for the Fed rose 0.5% in September Thu Nov 03 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "U.S. consumer spending seeing a 'mitigation' in growth not a slowdown, says Bank of America CEO Wed Nov 02 2022 01:00:03 GMT+0000 (Coordinated Universal Time)",
        "Powell again is facing political pressure as worries mount over the economy Sat Oct 29 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "U.S. GDP accelerated at 2.6% pace in Q3, better than expected as growth turns positive Sat Oct 29 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Goldman Sachs, JPMorgan CEOs tip U.S. economy for recession Fri Oct 28 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Budget deficit cut in half for biggest drop ever amid Covid spending declines Thu Oct 27 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Inflation dominates the conversation on earnings calls. What execs are saying Thu Oct 27 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Elon Musk says a global recession could last until the spring of 2024 Tue Oct 25 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Multigenerational Hispanic households are under pressure as homes remain costly Sat Oct 22 2022 01:00:03 GMT+0000 (Coordinated Universal Time)",
        "An often-overlooked economic measure is signaling serious trouble ahead Sat Oct 22 2022 01:00:03 GMT+0000 (Coordinated Universal Time)",
        "Here's how venture capital is helping to lift the next generation of Latinos Sat Oct 22 2022 01:00:03 GMT+0000 (Coordinated Universal Time)",
        "Jeff Bezos is the latest to warn on the economy, saying it's time to 'batten down the hatches' Fri Oct 21 2022 01:00:08 GMT+0000 (Coordinated Universal Time)",
        "Consumer spending was flat in September and below expectations Thu Oct 20 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "After two years of shipping snarls, things are starting to turn around Thu Oct 20 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Inflation increased 0.4% in September, more than expected despite rate hikes Mon Oct 17 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Wholesale prices rose 0.4% in September, more than expected as inflation persists Sat Oct 15 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Inflation expectations ease, spending outlook tumbles, Fed consumer survey shows Fri Oct 14 2022 01:00:06 GMT+0000 (Coordinated Universal Time)",
        "U.S. should pump more oil to avert war-level energy crisis, says JPMorgan's Jamie Dimon Thu Oct 13 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Cathie Wood issues open letter to the Fed, saying it is risking economic 'bust' Wed Oct 12 2022 01:00:07 GMT+0000 (Coordinated Universal Time)",
        "September job gains affirm that the Fed has a long way to go in inflation fight Tue Oct 11 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Allianz Chief Economic Adviser El-Erian believes core inflation 'is still going up' Tue Oct 11 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Nobel economics prize awarded to U.S.-based economists including Bernanke Tue Oct 11 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Hispanic unemployment rate falls sharply, but fewer workers join labor force Mon Oct 10 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Here's where the jobs are for September 2022 — in one chart Sun Oct 09 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Businesses added 208,000 jobs in September, better than expected, ADP reports Sat Oct 08 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Friday's jobs report could be a case where good news isn't really good Sat Oct 08 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Jeremy Siegel says today's biggest threat isn't inflation — it's recession Sat Oct 08 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Unemployment rate falls to 3.5% in September, payrolls rise by 263,000 Sat Oct 08 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Here's where the jobs are for September 2022 - in one chart Sat Oct 08 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Why the Federal Reserve won't be so quick to ease up on its inflation fight Fri Oct 07 2022 01:00:03 GMT+0000 (Coordinated Universal Time)",
        "Job openings plunged by more than 1.1 million in August  Thu Oct 06 2022 01:00:06 GMT+0000 (Coordinated Universal Time)",
        "Fed's preferred gauge shows inflation accelerated even more than expected in August Wed Oct 05 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Gautam Adani: How Asia's richest person gave Jeff Bezos a run for his money Wed Oct 05 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Mortgage mayhem sparks fears of a housing market crash in Britain Wed Oct 05 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Jobless claims hit five-month low despite Fed's efforts to slow labor market Sat Oct 01 2022 01:00:07 GMT+0000 (Coordinated Universal Time)",
        "Erdogan says Turkey will keep cutting interest rates, mocks British pound  Sat Oct 01 2022 01:00:07 GMT+0000 (Coordinated Universal Time)",
        "Atlanta Fed President Bostic expects job losses but says there’s a really good chance to get to 2% inflation without killing the economy Fri Sep 30 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Larry Summers blasts UK tax cuts as 'utterly irresponsible' and warns of possible contagion Fri Sep 30 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "Billionaire investor Ray Dalio says UK’s economic plan 'suggests incompetence' Fri Sep 30 2022 01:00:05 GMT+0000 (Coordinated Universal Time)",
        "New minimum tax could hit Berkshire Hathaway and Amazon hardest, study shows Thu Sep 29 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Atlanta Fed President Bostic expects job losses but says there’s a really good chance to get to 2% inflation... Wed Sep 28 2022 01:00:03 GMT+0000 (Coordinated Universal Time)",
        "'Path to oblivion': Ukraine military gains could deepen Russia's economic problems Mon Sep 26 2022 01:00:06 GMT+0000 (Coordinated Universal Time)",
        "Bank of England hikes by 50 basis points, says UK may already be in recession Mon Sep 26 2022 01:00:06 GMT+0000 (Coordinated Universal Time)",
        "Here’s why Hispanic workers could face an outsized hit in a U.S. recession Fri Sep 23 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Retail sales growth sluggish as consumers fight to keep up with inflation Thu Sep 22 2022 01:00:06 GMT+0000 (Coordinated Universal Time)",
        "'Why shouldn't it be as bad as the 1970s?': Niall Ferguson has a warning for investors Sat Sep 17 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "‘The economy is braking hard,' says billionaire Barry Sternlicht  Sat Sep 17 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Cash withdrawals in the UK soar as Brits grapple with the rising cost of living Fri Sep 16 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Consumers expect inflation to slow down, a big win for the Fed Fri Sep 16 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "This was a good week for inflation, but whether it can last is the big question Fri Sep 16 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Goldman sees a 'feasible but difficult path' for the Fed to get a soft landing Fri Sep 16 2022 01:00:04 GMT+0000 (Coordinated Universal Time)",
        "Nobel prize winner says the U.S. needs a 1950s-style productivity boom  Fri Sep 16 2022 01:00:04 GMT+0000 (Coordinated Universal Time)"
    ],
    "investingNews": [
        "5 Artificial Intelligence ETFs (Updated 2023) 03/02/2023, 01:00",
        "What Was the Highest Price for Uranium? (Updated 2023) 03/02/2023, 01:00",
        "LithiumBank to Develop Boardwalk and Park Place Lithium Brine Projects After Successful Acquisition Campaign 03/02/2023, 01:00",
        "Ioneer Ltd. 02/02/2023, 01:00",
        "Cleantech Market Forecast: Top Trends That Will Affect Cleantech in 2023 02/02/2023, 01:00",
        "What is Nickel Used For? (Updated 2023) 02/02/2023, 01:00",
        "Is Nuclear Waste Safe? Expert Shares Facts for Investors 02/02/2023, 01:00",
        "Gold Mining in Nunavut: Tapping into Canada's Frontier Mining Jurisdiction 02/02/2023, 01:00",
        "When Will Uranium Prices Go Up? (Updated 2023) 02/02/2023, 01:00",
        "Cannabis Weekly Round-Up: Software Firm Pivots to Bitcoin Mining 02/02/2023, 01:00",
        "Pharma Stocks: 5 Biggest Companies in 2023 02/02/2023, 01:00",
        "What is OpenAI's ChatGPT and Can You Invest? (Updated January 31) 02/02/2023, 01:00",
        "Rare Earth Elements Prices 101 (Updated 2023) 02/02/2023, 01:00",
        "EV Market Forecast 2023: Top Trends That Will Affect EVs in 2023 02/02/2023, 01:00",
        "WALKER RIVER ANNOUNCES ADDTIONAL DRILL RESULTS FROM THE LAPON GOLD PROJECT 02/02/2023, 01:00",
        "StrategX Elements 23/01/2023, 12:20",
        "Sylla Gold 23/01/2023, 12:20",
        "Bradda Head Lithium Limited 23/01/2023, 12:20",
        "Pan Asia Metals 23/01/2023, 12:20",
        "Pampa Metals 23/01/2023, 12:20",
        "Appia Rare Earths & Uranium 23/01/2023, 12:20",
        "Start Here – Investing in Pharma 23/01/2023, 12:20",
        "Biotech Investing: Top Biotech ETFS, Stocks, Future Prospects 23/01/2023, 12:20",
        "Start Here – Investing in Crypto 23/01/2023, 12:20",
        "Emerging Tech Outlook 2023 23/01/2023, 12:20",
        "2023 Oil & Gas Outlook: Australia Edition 23/01/2023, 12:20",
        "NEW! 2023 Rare Earths Outlook: Australia Edition 23/01/2023, 12:20",
        "Agriculture Investing In 2023: Market Forecast For Phosphate, Potash And More 23/01/2023, 12:20",
        "5 Canadian Artificial Intelligence Stocks (Updated 2023) 23/01/2023, 12:20",
        "Uranium Stocks: 5 Biggest Companies in 2023 23/01/2023, 12:20",
        "What is OpenAI's ChatGPT and Can You Invest? 23/01/2023, 12:20",
        "Aluminum Price Forecast: Top Trends That Will Affect Aluminum in 2023 23/01/2023, 12:20",
        "Agriculture Market Forecast: Top Trends That Will Affect Potash and Phosphate in 2023 23/01/2023, 12:20",
        "Heritage Mining \"Poised for Discovery\" in 2023, CEO says 23/01/2023, 12:20",
        "4 Private Longevity Research Companies (Updated 2023) 23/01/2023, 12:20",
        "Coal Market Forecast 2023: Top Trends That Will Affect Coal in 2023 23/01/2023, 12:20",
        "Iron Price Forecast: Top Trends That Will Affect Iron in 2023 23/01/2023, 12:20",
        "Cannabis Weekly Round-Up: Columbia Care Makes Cost-cutting Moves 23/01/2023, 12:20",
        "Montfort's TIMIA Capital Originates $35.8 Million of Non-Dilutive Capital in 2022 23/01/2023, 12:20",
        "Top Stories This Week: Gold Drops on Fed Hike, Rick Rule's Top Sectors for 2023 20/12/2022, 01:00",
        "Keys to Decarbonizing the Oil and Gas Industry 20/12/2022, 01:00",
        "Top 3 US Lithium Stocks (Updated December 2022) 20/12/2022, 01:00",
        "VIDEO — Chris Vermeulen: Gold, Silver, Miners to Hit Major Bottom; Multi-Year Rally to Follow 20/12/2022, 01:00",
        "Cannabis Weekly Round-Up: Year-End Push for US Banking Reform 17/12/2022, 01:00",
        "Thunderstruck Resources Touts Diverse Precious and Base Metals Portfolio in Gold-rich Fiji 16/12/2022, 01:00",
        "Helium Evolution CEO Confident of Impending Helium Discovery from NAH Drilling 15/12/2022, 01:00",
        "Battery Metals Investment Needed, ESG Driving Decisions 15/12/2022, 01:00",
        "Forte Minerals’ \"Phenomenal Team\" Poised for Exploration Success in Peru, CEO Says 14/12/2022, 01:00",
        "Caspar Rawles: Cathodes, Anodes and What to Expect in 2023 14/12/2022, 01:00",
        "VIDEO — Alain Corbani: \"Huge Rebound\" Coming for Oversold Gold Stocks 14/12/2022, 01:00",
        "Pasofino Gold Aiming Toward Mine Operation by 2024, Company Exec Says 13/12/2022, 01:00",
        "Cannabis Weekly Round-Up: US Political Moves Take Investors on Wild Ride 10/12/2022, 01:00",
        "Top Stories This Week: Fed Anticipation Builds, Saxo's \"Outrageous\" US$3,000 Gold Prediction 10/12/2022, 01:00",
        "Beyond Diamonds: Mining in the Northwest Territories 09/12/2022, 01:00",
        "Natural and Synthetic Graphite to Face Significant Deficit by End of Decade 09/12/2022, 01:00",
        "South Star Battery Metals Eyes Graphite Production in Brazil by Late 2023 08/12/2022, 01:00",
        "Acme Lithium Gears Up for Phase 2 Drilling Following Lithium Discovery 08/12/2022, 01:00",
        "Iola Hughes: EV Market Has Strong Upside Despite 2022 Headwinds 08/12/2022, 01:00",
        "Rodney Hooper: Lithium Structural Deficit Still Ahead, Mass Investment Needed 07/12/2022, 10:31",
        "Lithium Demand to Keep \"Ballooning\" Beyond Expectations 07/12/2022, 10:31",
        "Lithium Triangle Primed for a \"White Gold\" Rush 07/12/2022, 10:31",
        "Scaling Up Nickel Supply in North America Won't be Easy 07/12/2022, 10:31",
        "4 Best ASX Stock Sectors for a Recession 07/12/2022, 10:31",
        "US Political Speculation Feeds Cannabis Stocks 07/12/2022, 10:31",
        "Cryptocurrency Regulation Update: What's the Impact of the FTX Crash? 07/12/2022, 10:31",
        "Decarbonizing Nickel Production to Enable the Transition to Net Zero 07/12/2022, 10:31",
        "Top Stories This Week: Gold Price Breaks US$1,800, Market Eyes Fed's Next Move 07/12/2022, 10:31",
        "Cannabis Weekly Round-Up: Court Case Begins for CannTrust Execs 07/12/2022, 10:31",
        "Blue Star Helium 07/12/2022, 10:31",
        "Redstone Resources 07/12/2022, 10:31"
    ]
}