{
  "item": [
    {
      "title": "Biden announces new rockets and munitions to Ukraine in op-ed",
      "link": "https://edition.cnn.com/2022/05/31/politics/ukraine-assistance-biden/index.html",
      "pubDate": "2022-06-01T08:50:40.562Z",
      "category": "Cnn World News",
      "description": "<img src='https://cdn.cnn.com/cnnnext/dam/assets/220511222533-joe-biden-file-051022-exlarge-169.jpg'/><p class='zn-body__paragraph speakable' data-paragraph-id='paragraph_AA2158F9-34F0-CCFA-5D42-1C88BF3E89A9'>President Joe Biden said Tuesday the US is providing <a href='https://www.cnn.com/europe/live-news/russia-ukraine-war-news-05-31-22/index.html' target='_blank'>Ukraine</a> 'more advanced rocket systems and munitions' as its war with Russia grinds on.</p><div class='zn-body__paragraph' data-paragraph-id='paragraph_99E661C2-A6E2-3751-574C-1C8FCE964918'>Writing in a <a href='https://www.nytimes.com/2022/05/31/opinion/biden-ukraine-strategy.html' target='_blank'>New York Times op-ed</a>, Biden said the US goal is 'to see a democratic, independent, sovereign and prosperous Ukraine with the means to deter and defend itself against further aggression.'</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_1A32FC08-33D1-5841-315D-1C8FCE97B319'>He said the new shipment of arms would 'enable them to more precisely strike key targets on the battlefield in Ukraine.'</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_D47D4F7F-2353-5CCD-7736-1CA454AA3143'>Senior administration officials confirmed to reporters on Tuesday that the US will send Ukraine <a href='https://www.cnn.com/2022/05/26/politics/us-long-range-rockets-ukraine-mlrs/index.html' target='_blank'>US-made High Mobility Artillery Rocket Systems</a> as part of the US' 11th package of security assistance to Ukraine. </div><div class='zn-body__paragraph' data-paragraph-id='paragraph_7979DE49-F2B1-9273-E3A7-1CA57536EF56'>The officials said the systems that the US is sending Ukraine will be equipped with munitions that will allow Ukraine to launch rockets about 49 miles. That is far less than the systems' maximum range, but far greater than anything Ukraine has been sent to date.</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_C68AAFA5-3C8B-F39C-33D1-1CA5E5DC8B7A'>The new security assistance package, to be announced officially on Wednesday, will also include air surveillance radars, additional Javelin anti-tank weapons, anti-armor weapons, artillery rounds, helicopters, tactical vehicles and spare parts to help the Ukrainians continue maintaining the equipment, the officials said.</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_058C6D79-C617-AC29-812F-1C8FCE9A256F'>Still, Biden sought to spell out clearly what the US aims in Ukraine were and was careful to note the US is not looking to directly engage Russia.</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_A3C557B0-3E3D-018A-6ED0-1C8FCE9DDD99'>'We do not seek a war between NATO and Russia. As much as I disagree with Mr. Putin, and find his actions an outrage, the United States will not try to bring about his ouster in Moscow,' Biden said, roughly two months after declaring in Warsaw, Poland, that Russian President Vladimir Putin 'cannot remain in power.'</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_269B23A2-A432-FDED-B04F-1C9F8B4807C4'>The new security assistance comes as Russia has <a href='https://www.cnn.com/europe/live-news/russia-ukraine-war-news-05-26-22/h_dcd9555ed09ac96528f280f3c21ffc74' target='_blank'>pummeled Ukraine in the east</a>, where the country is outmanned and outgunned, Ukrainian officials have said. Ukrainian President Volodymyr Zelensky has repeatedly pleaded with world leaders for more arms and equipment. </div><div class='zn-body__paragraph' data-paragraph-id='paragraph_DF493231-6CF0-D299-C6C9-1CA92A3A193C'>CNN previously reported that US officials were debating for weeks whether to send Ukraine the advanced rocket systems, because they can strike so much further than any weapons they already have. The weapons' long range, technically capable of striking Russian territory, raised concerns that Russia might view the shipments as provocative. </div><div class='zn-body__paragraph' data-paragraph-id='paragraph_9E7FB385-BCB4-9DCB-B799-1C8FCE9FBD9C'>'So long as the United States or our allies are not attacked, we will not be directly engaged in this conflict, either by sending American troops to fight in Ukraine or by attacking Russian forces,' Biden wrote in the op-ed. 'We are not encouraging or enabling Ukraine to strike beyond its borders. We do not want to prolong the war just to inflict pain on Russia.'</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_4589BD8D-F116-D617-FF29-1CC285BB9F0F'>Last Friday, a prominent Russian television host warned that the shipment of long-range rocket systems to Ukraine would 'cross a red line' that would 'provoke a very harsh response from Russia.' But the Biden administration made it clear that it would not send ammunition for the High Mobility Artillery Rocket Systems system that can strike deep into sovereign Russian territory.</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_44F9916E-5C6B-074A-214F-1CC25980FF60'>'I think where the US stands is wanting to provide all of the assistance that we can to the Ukrainians without escalating the situation to a point where the war spills over or, frankly, goes in a terrible direction,' Army Secretary Christine Wormuth said earlier Tuesday.</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_14F974B0-ADA2-3D98-C05F-1CC1C0D12BD4'>Meanwhile, the US has accepted some risk to its own readiness with the continued shipment of weapons from Defense Department inventories to Ukraine, Wormuth said, but not a risk that the Pentagon considers too high.</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_6C8E5BF6-79A7-8A06-F7EB-1CC1C0D70D8E'>'We have really leaned in to trying to provide everything the policy makers deem essential to get to the Ukrainians. And we have taken some risk to our own readiness -- not an unacceptable level of risk at all, but I think we will continue to do that,' she said while speaking at an Atlantic Council event about the Army's role in the National Defense Strategy.</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_31A03FED-CB12-1DE6-E4F7-1CC23130C503'>The President said that US officials 'currently see no indication that Russia has intent to use nuclear weapons in Ukraine, though Russia's occasional rhetoric to rattle the nuclear saber is itself dangerous and extremely irresponsible.'</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_8FC035D1-4117-1EF6-247B-1CC2322EB7EB'>'Let me be clear: Any use of nuclear weapons in this conflict on any scale would be completely unacceptable to us as well as the rest of the world and would entail severe consequences,' Biden wrote.</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_681BD6A2-3220-4D7F-2F1B-1CA6D7EF1BDF'><em>This story has been updated with additional information Tuesday.</em></div><p class='zn-body__paragraph zn-body__footer'>CNN's Oren Libermann, Jim Sciutto and Alex Marquardt contributed to this report. </p>"
    },
    {
      "title": "Death toll rises to 24 in Iran building collapse, as search efforts continue",
      "link": "https://edition.cnn.com/2022/05/23/middleeast/iran-building-collapse-intl-scli/index.html",
      "pubDate": "2022-06-01T08:50:44.498Z",
      "category": "Cnn World News",
      "description": "<img src='https://cdn.cnn.com/cnnnext/dam/assets/220523110241-01-iran-building-collapse-0523-exlarge-169.jpg'/><p class='zn-body__paragraph speakable' data-paragraph-id='paragraph_5837BA8C-B9E9-6C0F-3C5C-F1A9FF28608F'>At least 24 people were killed in Monday's collapse of a 10-story building in the Iranian city of Abadan, state news agency IRNA said on Friday as the search for survivors continued.</p><div class='zn-body__paragraph' data-paragraph-id='paragraph_4D714177-AD19-2520-5C1E-058E3ACE94B0'>In the immediate aftermath of the incident, the Iranian Red Crescent said at least 80 were trapped under the rubble and five people had been killed. The death toll has been steadily rising since. IRNA reported on Thursday that it was unclear how many might remain beneath the debris, citing the deputy governor of Khuzestan province, Ehsan Abbas Pour. </div><div class='zn-body__paragraph' data-paragraph-id='paragraph_6BCA54FA-B421-7CF4-3040-059E99F3DBED'>Thirty-seven people have been injured, IRNA also said on Thursday.</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_1C79715C-9C88-CB2C-282F-F1971DA3F29A'>Videos and pictures shared by the Iranian Red Crescent on Monday showed rescue teams at the site removing rubble and debris from a destroyed building. One helicopter, 12 teams, and sniffer dogs were dispatched as the rescue operation continued, the organization said.   </div><div class='zn-body__paragraph' data-paragraph-id='paragraph_51184B5A-25CF-BEE8-A83B-F1971DA44BF3'>'Adjacent buildings nearby also have unstable conditions and are at risk of collapse,' it added at the time.</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_1F759A54-5DB1-1B17-44CD-05A39F5F35D5'>On Tuesday, the International Federation of Red Cross and Red Crescent said on Twitter that 35 people had been rescued.</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_1954CB92-D6E8-9455-656D-F1D59CA5A9AA'>While the cause of the collapse remains under investigation, a total of 11 people related to the construction of the building have been detained so far, including the mayor of Abadan, state-run Channel One said on Friday.</div><div class='zn-body__paragraph' data-paragraph-id='paragraph_FF733591-B95E-0335-559A-05A48FAC95A9'>The owner of the building and the contractor are also among those arrested, Iranian media has reported, citing the Abadan special prosecutor.</div><p class='zn-body__paragraph zn-body__footer'></p>"
    }
  ]
}