{
  "news": [
    {
      "title": "Inclement weather forecast for South, Mississippi Valley",
      "subTitle": "Texas, Georgia could be hit by tornadoes, flash flooding",
      "content": "<p class='speakable'>Another day of strong-to-severe thunderstorms will be possible Tuesday across the South and Mississippi Valley, including in some primary states.&nbsp;&nbsp;</p><p class='speakable'><a href='https://www.foxnews.com/us/renewable-energy-dependence-michigan-rolling-blackouts' target='_blank'><strong>RENEWABLE ENERGY DEPENDENCE COULD LEAD TO ROLLING BLACKOUTS IN MICHIGAN THIS SUMMER</strong></a></p><p>Large hail, damaging winds, tornadoes and heavy rain could cause <a href='https://www.foxnews.com/category/weather' target='_blank'>flash flooding from Texas to Georgia</a>.&nbsp;&nbsp;</p><div source='Fox News' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/Severe-Storm-Threat-6.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/Severe-Storm-Threat-6.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/Severe-Storm-Threat-6.jpg?ve=1&amp;tl=1' alt='Storm threats in the U,S.'></picture></div> <div class='caption'><p>\n      Storm threats in the U,S.\n      <span class='copyright'>(Credit: Fox News)</span></p></div></div><p>Please stay alert to all the forecast details before heading out to vote.&nbsp;</p><p>The heat is also still above average across the southern Plains and Gulf Coast states.&nbsp;&nbsp;</p><div source='Fox News' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/Rain-Forecast-3.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/Rain-Forecast-3.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/Rain-Forecast-3.jpg?ve=1&amp;tl=1' alt='The U.S. rain forecast'></picture></div> <div class='caption'><p>\n      The U.S. rain forecast\n      <span class='copyright'>(Credit: Fox News)</span></p></div></div><p>Another day of record highs will be possible for parts of California, and the fire weather danger remains a concern for the Southwest and northern California.&nbsp;</p> <!---->"
    },
    {
      "title": "NYC homeless sex offender kidnaps woman, rapes her for five days in abandoned building: prosecutors",
      "subTitle": "Timothy 'Lawless' Harnett sentenced to 18 years for 1999 kidnapping, sexual assault of Bronx 15-year-old girl",
      "content": "<p class='speakable'>A homeless high-level registered <a href='https://www.foxnews.com/category/us/new-york-city' target='_blank'>sex offender in New York City</a> who was released from state prison as recently as 2020 was arrested again after prosecutors say he kidnapped a woman and raped her repeatedly while holding her hostage for five days in an abandoned building in the Bronx.&nbsp;</p><p class='speakable'>Timothy Harnett, a 44-year-old homeless man who goes by the moniker 'Lawless,' was <a href='https://www.foxnews.com/category/us/crime' target='_blank'>indicted for allegedly kidnapping</a> a 28-year-old woman and raping her several times a day between April 29 and May 2 in an abandoned three-story building, Bronx District Attorney Darcel Clark announced Monday.<strong>&nbsp;</strong></p><p>'The defendant allegedly held a 28-year-old woman captive for days, raping and beating her with a tire iron. The victim managed to escape with the help of a passerby,' Clark said in a statement. 'The defendant has been indicted on multiple charges for terrorizing this woman.'</p><p>Prosecutors said Harnett offered the woman money in exchange for sex and the two went upstairs in the building that had been damaged by a fire. But when the victim turned her back, the homeless man allegedly hit her in the leg with a tire iron, causing her to fall to the floor. Harnett allegedly continued to beat her with the tire iron and punched her, leaving her with a fractured wrist and dislocated knee.&nbsp;</p><p><a href='https://www.foxnews.com/us/girl-trafficked-mavericks-runaway-nude-photos' target='_blank'><strong><u>TEXAS GIRL TRAFFICKED FROM DALLAS MAVERICKS GAME LISTED AS RUNAWAY BEFORE NUDE PHOTOS SURFACED&nbsp;</u></strong></a></p><div source='Fox News' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/Timothy-Harnett.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/Timothy-Harnett.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/Timothy-Harnett.jpg?ve=1&amp;tl=1' alt='Timothy Harnett was indicted Monday on kidnapping and sexual assault charges before Bronx Supreme Court Justice Raymond Bruce.&nbsp;'></picture></div> <div class='caption'><p>\n      Timothy Harnett was indicted Monday on kidnapping and sexual assault charges before Bronx Supreme Court Justice Raymond Bruce.&nbsp;\n      <span class='copyright'>(Fox News Digital&nbsp;)</span></p></div></div><p>The defendant allegedly took off the victim’s clothes, tied her feet with a cloth and handcuffed her wrists.</p><p>While holding the woman captive and <a href='https://www.foxnews.com/category/us/crime/sex-crimes' target='_blank'>allegedly raping her several times a day</a>, Harnett is accused of also threatening the woman’s family if she tried to escape. But she did just that on May 2 to go to a nearby laundromat. Prosecutors say the woman used the tire iron to break a window and used the shards of glass to cut through the restraints on her feet.&nbsp;</p><p>The victim then waved down a passerby, who dialed 911 and flagged down <a href='https://www.foxnews.com/category/us/crime/police-and-law-enforcement' target='_blank'>a New York Police Department patrol car</a>. The woman was taken to the hospital to be treated for her injuries.&nbsp;</p><p>N.Y. Daily News reported that a grand jury was convened Monday and police subsequently picked up Harnett in a different abandoned building in Harlem. According to the newspaper, Harnett preyed on the victim’s vulnerability, as the woman used money from prostitution to fuel her drug addiction. &nbsp;</p><p>The newspaper also revealed that Harnett is a level 3 registered sex offender, which is the highest level in New York state. He was previously convicted of sodomy by a Bronx jury and sentenced to 18 years in state prison after prosecutors said he threatened a 15-year-old girl with a razor on May 14, 1999, forcing her into a hotel and holding her captive for several hours while he sexually assaulted her.&nbsp;</p><p>Records show he was released from prison in December 2020 and finished parole in September 2021.&nbsp;</p><p>Harnett was indicted Monday on three counts of first-degree kidnapping, second-degree kidnapping, first-degree rape, third-degree rape, four counts of first-degree criminal sexual act, four counts of third-degree criminal sexual act, first-degree sexual abuse, attempted sex trafficking, attempted sexual assault in the first degree, and second-degree assault before Bronx Supreme Court Justice Raymond Bruce. He was remanded into custody and is due back in court on Aug. 9.&nbsp;</p><p>Prosecutors said it is believed that the defendant may have had other victims, and anyone who may have been victimized or who may have information about a victim of Harnett is encouraged to call the Bronx District Attorney’s Human Trafficking Unit at 718-838-6535.</p><p>Anyone who is a victim of human trafficking is encouraged to call the National Human Trafficking Hotline at 888-373-7888, or the Bronx DA’s Crime Victims Assistance Unit, (718) 590-2115.</p> <!---->"
    },
    {
      "title": "Oregon babysitter convicted of sexually abusing three children for over 7 years",
      "subTitle": "Louis Howard Johnson repeatedly sexually abused three children in Tigard, Oregon, prosecutors say",
      "content": "<p class='speakable'>An Oregon man has been <a href='https://www.foxnews.com/category/us/crime/sex-crimes' target='_blank'>convicted of sexual abusing</a> three young children over a period of seven years while he babysat them at an apartment complex over a decade ago, prosecutors said Monday.</p><p class='speakable'>Louis Howard Johnson, 58, repeatedly abused the three children sexually while he worked as a manager at the Tigarden Apartments <a href='https://www.foxnews.com/category/us/us-regions/west/oregon' target='_blank'>in Tigard, Oregon,</a> from 1997 to the late 2000s, the Washington County District Attorney’s Office said.</p><p>Johnson and his wife had babysat several children during that time, including the three victims in the case, according to prosecutors.</p><div source='' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/JOHNSON-LOUIS-HOWARD.png?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/JOHNSON-LOUIS-HOWARD.png?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/JOHNSON-LOUIS-HOWARD.png?ve=1&amp;tl=1' alt='Louis Howard Johnson, 58, was convicted of sexually abusing three children over a period of seven years while he babysat them at an apartment complex in Tigard, Oregon.'></picture></div> <div class='caption'><p>\n      Louis Howard Johnson, 58, was convicted of sexually abusing three children over a period of seven years while he babysat them at an apartment complex in Tigard, Oregon.\n      <span class='copyright'>(Washington County District Attorney)</span></p></div></div><p>The abuse remained unreported until May 2019, when one of the victims <a href='https://www.foxnews.com/category/us/crime/police-and-law-enforcement' target='_blank'>contacted Tigard police</a> and detailed the abuse she endured, the district attorney’s office said.</p><p><a href='https://www.foxnews.com/us/woman-chicago-chained-abandoned-abducted-raped' target='_blank'><strong>MISSING WOMAN IN CHICAGO FOUND CHAINED IN ABANDONED HOME SAYS SHE WAS ABDUCTED, RAPED</strong></a></p><p>Detective David Hockin worked with the victims and other law enforcement agencies to positively identify Johnson as the suspect.&nbsp;</p><p>When police confronted Johnson with the allegations, investigators said he confirmed babysitting the victims but <a href='https://www.foxnews.com/category/us/crime' target='_blank'>denied any wrongdoing</a>.</p><p>On Wednesday, a jury found Johnson guilty of six counts of first-degree unlawful sexual penetration and seven counts of first-degree sexual abuse.</p><p>Johnson is set to remain in custody until a sentencing hearing scheduled for July 6.</p> <!---->"
    },
    {
      "title": "Maine man charged with murder of 2-year-old niece struck by gunfire during family dispute",
      "subTitle": "Wells, Maine police say Andrew Huber-Young could face additional charges",
      "content": "<p class='speakable'>A Maine man is charged with murder in the shooting of his young niece during a family dispute.&nbsp;</p><p class='speakable'>Andrew Huber-Young, 19, <a href='https://www.foxnews.com/category/us/us-regions/northeast/maine' target='_blank'>of Wells, Maine</a>, was arrested Sunday and charged with murder.&nbsp;</p><p>The Wells Police Department said on Facebook that he is accused of shooting three people at approximately 4:20 p.m. Saturday inside a residence. Two males were transported to local hospitals with non-life-threatening injuries. A child, identified as two-year-old Octavia Huber Young, has died as a result of her injuries and an autopsy will be conducted in coming days, police said.&nbsp;</p><p>Police said not immediately identify the two wounded males or disclose their relation to the suspect.&nbsp;</p><p><a href='https://www.foxnews.com/us/girl-trafficked-mavericks-runaway-nude-photos' target='_blank'><strong>TEXAS GIRL TRAFFICKED FROM DALLAS MAVERICKS GAME LISTED AS RUNAWAY BEFORE NUDE PHOTOS SURFACED&nbsp;</strong></a></p><div source='Fox News' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/maine-man-murder-niece.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/maine-man-murder-niece.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/maine-man-murder-niece.jpg?ve=1&amp;tl=1' alt='Andrew Huber Young is charged with murder of 2-year-old girl.&nbsp;'></picture></div> <div class='caption'><p>\n      Andrew Huber Young is charged with murder of 2-year-old girl.&nbsp;\n      <span class='copyright'>(York County Jail)</span></p></div></div><p>Portland Press Herald reported that the two males hurt were <a href='https://www.foxnews.com/category/us/crime' target='_blank'>the suspected gunman</a>’s father and brother and the little girl killed was his young niece. Family said the 19-year-old drew a gun when he learned his father was kicking him out and fired at his brother while he was holding the girl.&nbsp;</p><p>The girl’s mother was at work at the time of the incident.&nbsp;</p><p>Huber-Young was transported to the York County Jail where he is being held without bail.&nbsp;</p><p>The <a href='https://www.foxnews.com/category/us/crime/police-and-law-enforcement' target='_blank'>Maine State Police Major Crimes Unit</a> continues to investigate the shooting with the assistance of the Wells Police Department. It is expected that Huber Young will face additional charges as the investigation proceeds, Wells Police said.&nbsp;</p> <!---->"
    },
    {
      "title": "Mexican hotel shooting by hooded gunmen leaves 11 dead, 5 wounded: report",
      "subTitle": "Mexico hotel massacre suspects also reportedly used handmade bombs to set fire to storefronts",
      "content": "<p class='speakable'>A shooting at <a href='https://www.foxnews.com/category/world/world-regions/location-mexico' target='_blank'>a Mexican hotel</a> killed nearly a dozen people and injured several others Monday.&nbsp;</p><p class='speakable'>Telemundo 52 reported that at least 11 people have died, and another five were injured at the Gala hotel and bar located on Celaya in the Mexican central state of Guanajuato around 10 p.m.&nbsp;</p><p>A group of about 15 armed men wearing hoods hopped out of two trucks and <a href='https://www.foxnews.com/category/world/crime' target='_blank'>opened fire on unsuspecting clients and employees</a> at the hotel and bar. As more than 50 rounds rang out, the attackers reportedly also burned the storefronts of two businesses nearby using homemade bombs, according to the outlet.&nbsp;</p><p>The suspects quickly fled the scene, as guests hearing the gunfire shuddered in hotel rooms. Multiple law enforcement agencies arrived at the scene to find four people, two men and two women, dead in the hotel, as well as another six, five additional women and one man, dead by the bar.&nbsp;</p><p><a href='https://www.foxnews.com/us/california-shop-workers-fight-smash-grab-robbers' target='_blank'><strong>VIDEO SHOWS CALIFORNIA DIAMOND SHOP WORKERS FIGHT OFF SMASHA ND GRAB ROBBERS&nbsp;</strong></a></p><div source='Getty Images' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/GettyImages-1224455457.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/GettyImages-1224455457.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/GettyImages-1224455457.jpg?ve=1&amp;tl=1' alt='FILE - This photo shows a member of the Mexican National Guard standing outside a rehabilitation center attacked by armed assailants in Irapuato, Guanajuato, Mexico, July 1, 2020.'></picture></div> <div class='caption'><p>\n      FILE - This photo shows a member of the Mexican National Guard standing outside a rehabilitation center attacked by armed assailants in Irapuato, Guanajuato, Mexico, July 1, 2020.\n      <span class='copyright'>(Mario Armas/Xinhua via Getty)&nbsp;)</span></p></div></div><p>Secretary of Citizen Security of Celaya, Ignacio Rivera Peralta, also responded to the scene, as did officers and investigative agents from the Regional Prosecutor’s Office.&nbsp;</p><p>Before the evening attack, authorities said they found plastic bags with at least three dismembered bodies Monday in the same neighborhood as the hotel shooting that would hours later. A cardboard box with purported <a href='https://www.foxnews.com/category/us/crime/organized-crime' target='_blank'>threats from organized crime</a> was found on top of the human remains.&nbsp;</p><p>Local authorities registered several criminal organizations in the area, including one group known as the Santa Rosa de Lima Cartel, which is dedicated to huachicoleo, a term used to refer to people who commit regular theft and illegal sale of motor fuel, as well as peddling adulterated alcoholic beverages.&nbsp;</p> <!---->"
    },
    {
      "title": "Minnesota boy, 6, found dead in trunk, mother charged with murder: police",
      "subTitle": "Family members said Julissa Thaler may have killed her son to avoid losing custody",
      "content": "<p class='speakable'>A mother in <a href='https://www.foxnews.com/category/us/us-regions/midwest/minnesota' target='_blank'>Minnesota has been charged in the death</a> of her 6-year-old son after the boy’s body was found in the trunk of her car during a traffic stop last week, police said.</p><p class='speakable'>Julissa Thaler, 28, was pulled over Friday by Orono police officers after she was spotted driving with a smashed window and a flat tire in Mound. Officers noticed blood in the car, but still allowed Thaler and a man who was riding in the car with her to leave the scene, Fox 9 of Minneapolis reported. Officers then discovered the body of young Eli Hart in the trunk.</p><div source='' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/thaler.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/thaler.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/thaler.jpg?ve=1&amp;tl=1' alt='Julissa Thaler, 28, was charged with murder after her 6-year-old son's body was found in the trunk of her car.'></picture></div> <div class='caption'><p>\n      Julissa Thaler, 28, was charged with murder after her 6-year-old son's body was found in the trunk of her car.\n      <span class='copyright'>(Hennepin County Jail)</span></p></div></div><p><a href='https://www.foxnews.com/category/us/crime/police-and-law-enforcement' target='_blank'>Police then went to Thaler’s apartment</a> and found her nearby with blood and other biological evidence still on her body. Officers said they also found a washing machine running in the apartment containing the clothes she was wearing during the traffic stop.</p><p>Thaler was charged Sunday with second-degree intentional murder. According to a criminal complaint, Eli was shot up to nine times in the body and head, Fox Minneapolis reported. A shotgun was found near the boy's body in the trunk.&nbsp;</p><p><a href='https://www.foxnews.com/us/texas-deputy-charged-child-abuse-taser-children' target='_blank'><strong>TEXAS DEPUTY CONSTABLE FIRED, CHARGED WITH CHILD ABUSE AFTER ALLEGEDLY USING LOVER'S TASER ON HER 3 KIDS</strong></a></p><p>The charge said the intentional murder was 'not premeditated,' according to the report.</p><p>Court documents released Monday revealed the boy’s father, Tory Hart, was seeking custody of Eli at the time of his death and that Thaler purchased a shotgun just six days after Hart filed the paperwork.</p><p>The purchase worried family members, KARE reported.</p><p>Nikita Kronberg, a relative of Thaler and Eli's former foster mother, told social workers 'numerous times' she was worried Thaler may attempt to kill her son to prevent losing custody, <a href='https://www.startribune.com/woman-charged-with-shooting-6-year-old-son-whose-body-was-found-in-trunk-during-traffic-stop/600175756/?refresh=true' target='_blank' rel='nofollow'>Minnesota’s Star Tribune reported</a>.</p><p>'I told the social worker and the guardian that I was worried that she would kill Eli to prevent his father from getting custody,' said Kronberg. 'I expressed those fears numerous times, and it was clearly brushed aside.'</p><p><a href='https://www.foxnews.com/us/135-teachers-charged-child-sex-crimes-this-year-alone' target='_blank'><strong>AT LEAST 135 TEACHERS, AIDES CHARGED WITH CHILD SEX CRIMES THIS YEAR ALONE</strong></a></p><p>'Numerous people were saying they feared for Eli's safety if he was returned to her, and that was ignored,' Kronberg also said, Fox Minneapolis reported.</p><p>Kronberg’s relation to Thaler was not immediately clear.</p><p>Thaler's father, who was not identified, told the outlet he was also fearful for his grandson’s life.</p><p>'I gave the judge her [Thaler’s] detailed <a href='https://www.foxnews.com/category/health/mental-health' target='_blank'>mental health history</a>,' he said, the Star Tribune reported. 'I told him that she was displaying paranoia and auditory hallucinations. I said I feared for Eli's safety. It all fell on deaf ears.'</p><p>Thaler’s father also said <a href='https://www.foxnews.com/opinion/national-adoption-month-children-in-need-forever-families' target='_blank'>he considered personally adopting</a> Eli, but decided against it to support the boy's father's custody fight.</p><p>'Tory was the parent that Eli deserved,' he told the outlet. 'He is the guy you want raising your grandchild.'</p><p><a href='https://www.foxnews.com/us/southern-baptist-sexual-abuse-victims-stonewalled' target='_blank'><strong>SOUTHERN BAPTIST SEXUAL ABUSE REPORT FINDS VICTIMS WERE STONEWALLED, SUSPECTS ALLOWED TO REMAIN IN LEADERSHIP</strong></a></p><p>Josie Josephson, Hart’s fiancée, described Thaler as manipulative, saying she utilized false restraining orders to prolong the custody battle, the Star Tribune reported.</p><p>'She always found a way to manipulate the system,' said Josephson, per the report. 'She continued to throw these false allegations at Tory that we had to keep battling, which allowed her to keep Eli.'</p><div source='Getty Images' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/GettyImages-1231496039.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/GettyImages-1231496039.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/GettyImages-1231496039.jpg?ve=1&amp;tl=1' alt='FILE- The Hennepin County Government Headquarters in Minneapolis, Minnesota, on March 3, 2021.'></picture></div> <div class='caption'><p>\n      FILE- The Hennepin County Government Headquarters in Minneapolis, Minnesota, on March 3, 2021.\n      <span class='copyright'>(Photo by KEREM YUCEL/AFP via Getty Images)</span></p></div></div><p>'Eli was a very happy, energetic 6-year-old boy,' she added, <a href='https://www.kare11.com/article/news/local/family-remembers-6-year-old-found-dead-in-trunk-of-a-car-in-mound/89-0a65da1d-c7c2-4049-8724-535eb0fbc099' target='_blank' rel='nofollow'>KARE reported</a>. 'He loved his dad immensely. His eyes would light up when he saw his dad.'</p><p>Thaler’s father seemed to confirm these statements and defended Hart’s integrity.</p><p>'I guarantee you 100% that Tory is incapable of anything that Julissa accused him of,' he said, the Star Tribune reported. 'He wasn't even in the state when some of this stuff supposedly happened. He had receipts showing he was in Wisconsin, almost three hours away.'</p><p>Social workers with Dakota County declined to comment. A spokesperson later said, 'Our deepest sympathy goes out to family and friends impacted by this tragic loss. Due to privacy laws we cannot comment further.'</p><div source='iStock' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2021/04/1470/828/iStock-521989614.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2021/04/1862/1048/iStock-521989614.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2021/04/640/320/iStock-521989614.jpg?ve=1&amp;tl=1' alt='FILE- Photo of police lights.'></picture></div> <div class='caption'><p>\n      FILE- Photo of police lights.\n      <!----></p></div></div><p>Thaler is being <a href='https://jailroster.hennepin.us/JailRosterOnline/jail-roster/search-results/details/2022007772' target='_blank' rel='nofollow'>held on a $2 million bail</a>. She is set to appear in court on Tuesday.</p><p>The 27-year-old man who was in the car where Eli's body was found is jailed on suspicion of murder related to the boy's death, but the Star Tribune reports he has not been charged because prosecutors say there is 'there is insufficient evidence at this time.'</p><p><i>The Associated Press contributed to this report.</i></p> <!---->"
    },
    {
      "title": "California trans child molester Hannah Tubbs faces life sentence in murder of fellow survivalist group member",
      "subTitle": "During Monday's hearing, witnesses testified that Tubbs admitted to beating the victim with a rock",
      "content": "<p class='speakable'>Hannah Tubbs, a trans convicted child molester, faces a possible life sentence for the murder of a fellow 'survivalist transient group' member, Kern County's District Attorney's Office said Monday, after she was leniently charged in a sexual assault case by the Los Angeles District Attorney's Office.</p><p class='speakable'>Tubbs was the second-ranking leader of the group when she was charged with <a href='https://www.foxnews.com/category/us/crime/homicide' target='_blank'>killing fellow member Michael Clark</a>, who prosecutors say she repeatedly bludgeoned with a rock in April 2019.</p><div source='Fox News' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/01/1470/828/thumbnail_image001.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/01/1862/1048/thumbnail_image001.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/01/640/320/thumbnail_image001.jpg?ve=1&amp;tl=1' alt='Hannah Tubbs, 26, began identifying as female after being arrested last year in connection with a 2014 child molestation case in Los Angeles County.&nbsp;'></picture></div> <div class='caption'><p>\n      Hannah Tubbs, 26, began identifying as female after being arrested last year in connection with a 2014 child molestation case in Los Angeles County.&nbsp;\n      <span class='copyright'>(Los Angeles County)</span></p></div></div><p>On Monday, Superior Court of Kern County Judge Brian M. McNamara found prosecutors presented sufficient evidence to allow Tubbs to face a first-degree murder charge and a potential life sentence, KGET reported.</p><p>Los Angeles Sheriff Alex Villanueva took to Twitter to praise the Kern County District Attorney's office for 'holding Tubbs accountable.' He also slammed <a href='https://www.foxnews.com/category/us/los-angeles' target='_blank'>Los Angeles County District Attorney George Gascón</a> for failing to do so.</p><div><blockquote class='twitter-tweet'>\n<p dir='ltr' lang='en'>Outstanding job by the&nbsp;<a href='https://twitter.com/KernCountyDA?ref_src=twsrc%5Etfw'>@kerncountyda</a>&nbsp;for holding Tubbs accountable! Unlike the&nbsp;<a href='https://twitter.com/LADAOffice?ref_src=twsrc%5Etfw'>@ladaoffice</a>, George Gascon, who refused to move Tubbs to adult court. Thanks to the Kern County DA, Tubbs faces life in prison if convicted on the current murder charge.&nbsp;<a href='https://t.co/MRfDohJfVs'>https://t.co/MRfDohJfVs</a>&nbsp;<a href='https://t.co/Xlmpr7LfdF'>pic.twitter.com/Xlmpr7LfdF</a></p>— Alex Villanueva (@LACoSheriff)&nbsp;<a href='https://twitter.com/LACoSheriff/status/1528920346992160768?ref_src=twsrc%5Etfw'>May 24, 2022</a>\n</blockquote><script charset='utf-8' src='https://platform.twitter.com/widgets.js' async=''>&nbsp;</script></div><p>Until last month, Tubbs was servicing a two-year sentence after the Los Angeles District Attorney's Office declined to prosecute Tubbs as an adult for a <a href='https://www.foxnews.com/category/us/crime/sex-crimes' target='_blank'>sexual assault case in 2014</a>, months before she turned 18.</p><p><a href='https://www.foxnews.com/us/transgender-ca-woman-molesting-sentenced' target='_blank'><strong><u>CALIFORNIA TRANS CHILD MOLESTER, 26, GETS 2 YEARS IN JUVENILE FACILITY THANKS TO PROGRESSIVE DA GEORGE GASCON</u></strong></a></p><p>Her previous case was processed by LA DA George Gascón, and she was later sentenced to just two years in prison in a Los Angeles County juvenile facility.&nbsp;</p><p>The lenient sentence drew community backlash, including criticism from Shea Sanna, the Los Angeles County prosecutor who was the lead prosecutor on the case before he was removed.</p><p>'Very rarely is Tubbs in compliance with anything,' he previously told Fox News. 'And now we have an extremely violent, dangerous, unremorseful child predator on the verge of being released, and my boss does not care.'</p><p><a href='https://www.foxnews.com/us/hannah-tubbs-trans-molester-arrest-assault' target='_blank'><strong>HANNAH TUBBS, TRANS CHILD MOLESTER, HAD STRING OF OFFENSES BEFORE ARREST FOR SEXUAL ASSAULT OF GIRL</strong></a></p><p>During the hearing Monday, multiple witnesses testified that Tubbs admitted to beating Clark with the rock.</p><p>Sheriff’s Sgt. Steven Davis testified that witnesses told him Tubbs stole money from Clark and that the two had a verbal argument on the evening of April 20, 2019. The following day, the two individuals went for a walk and only Tubbs returned, KGET reported.</p><p>Davis also said two campers of the Keyesville campground, where the survivalist group was staying, Josef Buffaloe and Brittany Hill, told law enforcement Tubbs hated Clark and that she killed him to protect them, according to the report.</p><div source='Getty Images' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/GettyImages-1237105800.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/GettyImages-1237105800.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/GettyImages-1237105800.jpg?ve=1&amp;tl=1' alt='Los Angeles, CA - Los Angeles County District Attorney George Gascón in Los Angeles on Wednesday, December 8, 2021.'></picture></div> <div class='caption'><p>\n      Los Angeles, CA - Los Angeles County District Attorney George Gascón in Los Angeles on Wednesday, December 8, 2021.\n      <span class='copyright'>(Photo by Sarah Reingewirtz/MediaNews Group/Los Angeles Daily News via Getty Images)</span></p></div></div><p><a href='https://www.foxnews.com/us/hannah-tubbs-pleads-not-guilty-murder-robbery' target='_blank'><strong>HANNAH TUBBS, TRANS CHILD MOLESTER, PLEADS NOT GUILTY TO MURDER, ROBBERY CHARGES</strong></a></p><p>Buffaloe also said Tubbs threatened to kill him if he mentioned what happened to Clark, Davis said, per the report.</p><p>Tubbs also admitted to being involved in the action that resulted in his death, telling officers: 'it had gone too far,' Sgt. Mark Chambless said Monday. He also noted the death may have been the result of an accident, <a href='https://www.kget.com/news/crime-watch/hannah-tubbs-allegedly-used-rock-to-kill-man-whose-body-was-found-in-kern-river-months-later/' target='_blank' rel='nofollow'>KGET reported</a>.</p><div source='' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/02/1470/828/gascon-tubbs.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/02/1862/1048/gascon-tubbs.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/02/640/320/gascon-tubbs.jpg?ve=1&amp;tl=1' alt='Los Angeles County District Attorney George Gascón is pictured alongside trans convicted child molester Hannah Tubbs.'></picture></div> <div class='caption'><p>\n      Los Angeles County District Attorney George Gascón is pictured alongside trans convicted child molester Hannah Tubbs.\n      <span class='copyright'>(Robyn Beck / AFP | Los Angeles County)</span></p></div></div><p>Defense attorney Kate Lee said conflicting testimonies between witnesses has produced at least 18 theories as to the series of events resulting in Clark's death. She said a conviction was unlikely, according to the report.</p><p>'I think the whole case is such a mess I don’t think the people can get a conviction on this,' Lee said, KGET reported.</p><p>Tubbs has pleaded not guilty to the murder charge. Her criminal record includes <a href='https://www.foxnews.com/category/us/crime' target='_blank'>battery, drug possession, assault with a deadly weapon</a>, and sexual assault before she turned 18.</p><p><i>Fox News' Louis Casiano contributed to this report.</i></p> <!---->"
    },
    {
      "title": "Indiana pastor admits adultery, alleged victim says she was just 16 years old: 'It's not just adultery'",
      "subTitle": "'I was just 16 when you took my virginity on your office floor,' the woman said of Pastor John Lowe II",
      "content": "<p class='speakable'>A <a href='https://www.foxnews.com/category/us/us-regions/midwest/indiana' target='_blank'>northern Indiana pastor</a> stands accused of having sex with a woman for years, starting when she was just a teenager.</p><p class='speakable'>Pastor John Lowe II admitted to his congregation at New Life Christian Church and World Outreach in Warsaw on Sunday that he committed adultery nearly 20 years ago. Directly following his confession, a woman stepped forward to the microphone and accused the pastor of taking her virginity on his office floor <a href='https://www.foxnews.com/category/us/crime/sex-crimes' target='_blank'>when she was just 16 years old</a>.</p><p>The exchange was recorded on <a href='https://www.facebook.com/maisey.cook.9/videos/325339683012147/' target='_blank' rel='nofollow'>video and has since gone viral online</a>.</p><p>Lowe begins by saying, 'I committed adultery. It was nearly 20 years ago. It continued far too long. It involved one person and there's been no other… I have no defense. I committed the adultery.'&nbsp;</p><p><a href='https://www.foxnews.com/us/netflix-our-father-documentary-donald-cline-streaming' target='_blank'><strong>NETFLIX'S ‘OUR FATHER’: FILM EXPLORES TRAUMA CAUSED BY INDIANA FERTILITY DOCTOR WHO IMPREGNATED HIS PATIENTS</strong></a></p><div source='' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/Screen-Shot-2022-05-24-at-1.25.26-AM.png?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/Screen-Shot-2022-05-24-at-1.25.26-AM.png?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/Screen-Shot-2022-05-24-at-1.25.26-AM.png?ve=1&amp;tl=1' alt='New Life Christian Church and World Outreach in Warsaw, Indiana.'></picture></div> <div class='caption'><p>\n      New Life Christian Church and World Outreach in Warsaw, Indiana.\n      <span class='copyright'>(Google Maps)</span></p></div></div><p>He claimed he hadn't come forward with the confession all these years because he wanted to protect the victim and himself.&nbsp;</p><p>He asked his congregation to forgive him for the 'deep wound' he said he caused.&nbsp;</p><p>'To my wife and family, who I deeply hurt, I have confessed my sin, and they have graciously forgiven me and expressed their love to me,' he said.</p><p>Lowe announced that he is stepping down from ministry.</p><p>After Lowe finished speaking, <a href='https://www.foxnews.com/category/world/religion' target='_blank'>the congregation responded by giving</a> him a standing ovation.</p><div source='' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/Pastor-John-B.-Lowe-II.png?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/Pastor-John-B.-Lowe-II.png?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/Pastor-John-B.-Lowe-II.png?ve=1&amp;tl=1' alt='Pastor John B. Lowe II stepped down as pastor of New Life Christian Church and World Outreach after admitting to having sex with a woman when she was a teenager.'></picture></div> <div class='caption'><p>\n      Pastor John B. Lowe II stepped down as pastor of New Life Christian Church and World Outreach after admitting to having sex with a woman when she was a teenager.\n      <span class='copyright'>(New Life Christian Church Photo)</span></p></div></div><p>That's when an unidentified woman took the microphone alongside a man who identified himself as her husband. The woman began:</p><p>'For 27 years I lived in a prison. It was not 20 years. I lived in a prison of lies and pain. Lying to protect the Lowe family. I thought I was a horrible person having suicidal thoughts, not realizing what had truly been done to me.'</p><p>She said her older brother had recently confronted her about an incident he said he witnessed when he was a teenager. She said he saw her in bed with their pastor with a t-shirt and underwear on.</p><p><a href='https://www.foxnews.com/us/nh-pastor-charged-child-pornography-possession' target='_blank'><strong>NH PASTOR CHARGED WITH CHILD PORNOGRAPHY POSSESSION AFTER 5-YEAR INVESTIGATION</strong></a></p><p>'People knew but were too afraid to come forward,' she said.&nbsp;</p><p>'I am a prisoner no longer,' she continued through tears. 'I was just 16 when you took my virginity on your office floor. Do you remember that? I know you do…. You did things to my teenaged body that had never and should have never been done… You are not the victim here.'</p><p>The woman claimed that she tried to tell someone for years, but no one was willing to help her.</p><p>Eventually several people made their way to the stage, including Lowe. The woman's husband then took the microphone to confront the pastor.</p><p>'It's not just adultery. It's another level when it's a teenager and I will not let this man talk about my wife like that. It happened for 9 years…. People have to be held accountable,' he said. 'They can't just bamboozle people and say, 'I just committed adultery.' It was far beyond adultery.'</p><p>The congregation then called for answers from Lowe, who responded, 'I told you I committed adultery. I told you it went on far too long.'</p><p>Lowe then went on to admit he had sex with the woman when she was a teenager. Several members of the congregation then came forward and surrounded Lowe while another man prayed.</p><p><a href='https://ihavenewlife.com/new-life-statement/' target='_blank' rel='nofollow'>New Life Christian Church and World Outreach released a statement</a> following the pastor's confession and the woman's allegations.</p><p><a href='https://www.foxnews.com/us/indiana-motel-room-casey-white-vicky-white-waitlist-manhunt' target='_blank'><strong>INDIANA MOTEL ROOM WHERE CASEY WHITE, VICKY WHITE STAYED DURING TIME ON THE RUN HAS MOUNTING WAITLIST: REPORT</strong></a></p><div><iframe style='border:none;overflow:hidden;' allow='autoplay; clipboard-write; encrypted-media; picture-in-picture; web-share' allowfullscreen='true' frameborder='0' scrolling='no' height='609' width='500' src='https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fihavenewlife%2Fposts%2F5697062420308454&amp;show_text=true&amp;width=500'> </iframe></div><p>'In the wake of what has now been revealed, we are hurting and broken for a woman who has lovingly attended and served in the church for many years, as well as for her husband and family,' the church said. 'It is our deepest prayer and commitment to love, support, encourage and help her through a process of healing in any way in which we are able.' &nbsp;</p><p>The church went on to also express support for Lowe and his family.&nbsp;</p><p>'As healing occurs in their hearts, their marriage and family, we are committed to demonstrating the same support, encouragement, counsel and forgiveness that has come to define the collective heart and ministry of this body,' the statement said.</p><p>The church confirmed that Lowe resigned as pastor.</p><p>The Kosciusko County prosecutor’s office is investigating, <a href='https://www.wane.com/news/local-news/warsaw-pastor-resigns-amid-sex-scandal/' target='_blank' rel='nofollow'>WANE-TV reported</a>. So far, no charges have been filed.&nbsp;</p> <!---->"
    },
    {
      "title": "Renewable energy dependence could lead to rolling blackouts in Michigan this summer",
      "subTitle": "Michigan could experience rolling blackouts this summer as renewable energy sources struggle to keep up with demand",
      "content": "<p class='speakable'><a href='https://www.foxnews.com/category/us/energy' target='_blank'>Electrical-grid operators</a> are warning Michigan residents that blackouts could be needed during the hot summer months, with a hurried changeover to renewable energy sources at the forefront of the issue.</p><p class='speakable'>'Our leaders need to be real cognizant of the day-to-day impact,' Joe Trotter, the Energy, Environment, and Agriculture Task Force director for the American Legislative Exchange Council, said of switching to renewable energy when reached by Fox News. 'It’s great to look at the future, but the present has a huge impact on their constituencies.'</p><div source='' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2021/03/1470/828/00D52151-0E15-4ACC-9837-8CDA7F3F66C1.jpeg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2021/03/1862/1048/00D52151-0E15-4ACC-9837-8CDA7F3F66C1.jpeg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2021/03/640/320/00D52151-0E15-4ACC-9837-8CDA7F3F66C1.jpeg?ve=1&amp;tl=1' alt='Solar panels.'></picture></div> <div class='caption'><p>\n      Solar panels.\n      <!----></p></div></div><p>Trotter's concerns come after the Midcontinent Independent System Operator's seasonal assessment found 'capacity shortfalls in both the north and central regions of MISO… leaving those areas at increased risk of temporary, controlled outages to preserve the integrity of the bulk electric system,' JT Smith, the MISO executive director, told NPR earlier this week.</p><p>That reality could lead to controlled <a href='https://www.foxnews.com/category/us/us-regions/midwest/michigan' target='_blank'>outages in Michigan</a> this summer, a step MISO said has never been taken in the state before.</p><p><a href='https://www.foxnews.com/us/texas-power-grid-operator-residents-conserve-energy-plants-go-offline' target='_blank'><strong>TEXAS POWER GRID OPERATOR URGES RESIDENTS TO CONSERVE ENERGY AS PLANTS GO OFFLINE</strong></a></p><p>MISO said an <a href='https://www.foxnews.com/category/weather' target='_blank'>unusually hot summer</a> in the state will stress the grid, with MISO projecting a peak forecast of 124 gigawatts, higher than the current 119 GW of available power generation.</p><p>But hot weather isn't the only reason Michigan could face an electrical shortfall this summer, with Trotter telling Fox News that too many traditional power plants are being shut<a href='https://www.foxnews.com/category/us/us-regions/midwest/michigan' target='_blank'> </a>down as grid operators attempt to switch over to renewable sources of energy.</p><p>'With the rise of solar and wind, it’s highly dependent on external factors that are not controllable,' Trotter said.</p><div source='Getty Images' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2021/11/1470/828/coalfiredpowerplantorlando.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2021/11/1862/1048/coalfiredpowerplantorlando.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2021/11/640/320/coalfiredpowerplantorlando.jpg?ve=1&amp;tl=1' alt='The twin smokestacks at the Stanton Energy Center, a coal-fired power plant.'></picture></div> <div class='caption'><p>\n      The twin smokestacks at the Stanton Energy Center, a coal-fired power plant.\n      <span class='copyright'>(Paul Hennessy/SOPA Images/LightRocket via Getty Images)</span></p></div></div><p><a href='https://www.foxbusiness.com/category/renewable-energy' target='_blank'>Solar and wind power</a>, favorites of those hoping to switch the country over to greener sources of energy, don't have the capability to generate power 24 hours a day. To alleviate this issue, batteries that can store energy for later use are being developed. But Trotter noted technology does not currently have the capacity to meet demand, while prices for the batteries are far outpacing traditional power generation sources such as natural gas.</p><p><a href='https://www.foxnews.com/us/grid-operators-warn-electricity-shortage-renewables' target='_blank'><strong>GRID OPERATORS WARN OF ELECTRICITY SHORTAGE AMID SWITCH TO RENEWABLES: REPORT</strong></a></p><p>That hasn't stopped policymakers from steaming ahead with replacing traditional sources of energy, which has seen coal and natural gas plants shut down at a faster pace than infrastructure to support renewable energy can be built.</p><p>'They’re taking coal plants offline,' Trotter said.&nbsp;</p><p>'There’s this focus on a much more long-term solution to replace it with renewables,' he added, but argued that those solutions are 'years or decades away from being able to replace the coal.'</p><p>Michigan Republican State Rep. Jack O'Malley told Fox News that he has seen a similar issue, arguing that the pace traditional plants are closing is likely too ambitious.</p><p><a href='https://www.foxnews.com/lifestyle/stay-safe-during-an-extended-power-outage' target='_blank'><strong>STAYING SAFE DURING EXTENDED POWER OUTAGES: WHAT TO DO IN THE ABSENCE OF HEAT, REFRIGERATION AND ELECTRICITY</strong></a></p><p>'What we have is a generation problem,' O'Malley said. 'I think it’s a combination of an honest effort to reduce carbon, which I think everyone is for. The problem is I think there are some unrealistic thoughts from some people on the environmental side. That is that wind and solar can carry the day.'</p><p>O'Malley noted that many environmentally conscious policymakers are opposed to less environmentally damaging forms of traditional energy production, such as nuclear energy and natural gas, even though these forms of production could help make up for energy shortfalls.&nbsp;</p><div source='' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/02/1470/828/AP19046749354986.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/02/1862/1048/AP19046749354986.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/02/640/320/AP19046749354986.jpg?ve=1&amp;tl=1' alt='Nuclear power plan. (AP Photo/Carolyn Kaster, File)'></picture></div> <div class='caption'><p>\n      Nuclear power plan. (AP Photo/Carolyn Kaster, File)\n      <!----></p></div></div><p>'I am all for renewable, but we also have to look at what makes sense,' O'Malley said.</p><p>The problem is not just limited to Michigan, with electric-grid operators from across the country warning of similar issues in other regions.</p><p><a href='https://www.foxnews.com/category/us/us-regions/west/california' target='_blank'>California's grid operator</a> warned last week that extreme heat and wildfires over the summer could lead to a shortage of energy, while Texas has been plagued by issues with its grid in recent years.</p><p>'Every market around the world is trying to deal with the same issue,' Brad Jones, the interim chief executive of the Electric Reliability Council of Texas, told the Wall Street Journal last week. 'We’re all trying to find ways to utilize as much of our renewable resources as possible… and at the same time make sure that we have enough dispatchable generation to manage reliability.'</p><p>Trotter noted that part of the issue stems from a lack of compatible infrastructure to accept power generation from renewable sources, even if those sources were ready to accept the large demand of the hot summer months.</p><p>He argued that the solution in the short run is to keep traditional power plants operational, but questioned whether policymakers had the 'political will to do it.'</p><p>'The solution is to try to keep these plants open,' Trotter said. 'If the concern is coal itself, you can convert to natural gas.'</p><div id='cultivate-embed' data-question-id='242'></div> <!---->"
    },
    {
      "title": "Super tornado strikes Texas as weather officials urge caution: 'absolute monster'",
      "subTitle": "Texas Gov. Greg Abbott has not yet declared a state of emergency",
      "content": "<p class='speakable'>A super tornado has touched down in <a href='https://www.foxnews.com/category/us/us-regions/southwest/texas' target='_blank'>North Texas and is crawling across the state</a> as weather officials are urging residents to exercise caution by remaining in their homes and adhering to other tornado protocols.</p><p class='speakable'>'TAKE COVER NOW! Move to a basement or an interior room on the lowest floor of a sturdy building,' a <a href='https://www.foxnews.com/category/weather' target='_blank'>warning from the National Weather Service</a>, after photos and videos of a gigantic tornado near Morton circulated online. The storm has wind gusts up to 70 mph, NWS officials in Lubbock said.</p><p>A storm chaser in Texas captured the tornado on video and <a href='https://twitter.com/WxFanaticCC/status/1528894026937733121' target='_blank' rel='nofollow'>described it as an 'absolute monster.'</a></p><p>Another video shows the massive storm and several emergency patrol vehicles steering people away from its path.</p><p><a href='https://www.foxnews.com/us/colorado-weather-temperature-swing-snow-power-outages' target='_blank'><strong>COLORADO WEATHER SWINGS 60 DEGREES TO SNOW, 115K LOSE POWER</strong></a>&nbsp;</p><div><blockquote class='twitter-tweet'>\n<p dir='ltr' lang='en'>A very dangerous large tornado is on the ground north of Morton.&nbsp;<a href='https://t.co/vB7Bu1ZWuM'>https://t.co/vB7Bu1ZWuM</a></p>— NWS Lubbock (@NWSLubbock)&nbsp;<a href='https://twitter.com/NWSLubbock/status/1528892696584237057?ref_src=twsrc%5Etfw'>May 24, 2022</a>\n</blockquote><script charset='utf-8' src='https://platform.twitter.com/widgets.js' async=''>&nbsp;</script></div><p>Authorities urged residents to avoid windows and, if they are outdoors, in a mobile home or in a vehicle, to move to the nearest stable structure.</p><div><blockquote class='twitter-tweet'>\n<p dir='ltr' lang='en'>Here is a view of the storm that has just impacted Levelland. This storm will continue to move to the east at 15 mph generally tracking along and north of Highway 114.&nbsp;<a href='https://t.co/KmSj6DQgkC'>https://t.co/KmSj6DQgkC</a></p>— NWS Lubbock (@NWSLubbock)&nbsp;<a href='https://twitter.com/NWSLubbock/status/1528926379831599109?ref_src=twsrc%5Etfw'>May 24, 2022</a>\n</blockquote><script charset='utf-8' src='https://platform.twitter.com/widgets.js' async=''>&nbsp;</script></div><p>'Protect yourself from flying debris,' the warning also said as the circulating storm is expected to cause damage to vehicles, trees, and the rooftops.&nbsp;</p><p><a href='https://www.foxnews.com/us/michigan-tornado-severe-weather' target='_blank'><strong><u>GAYLORD, MICHIGAN RAVAGED BY RARE TORNADO</u></strong></a></p><div><blockquote class='twitter-tweet'>\n<p dir='ltr' lang='en'>Tornado on the ground on the road to Muleshoe in&nbsp;<a href='https://twitter.com/hashtag/TxWx?src=hash&amp;ref_src=twsrc%5Etfw'>#TxWx</a>&nbsp;<a href='https://twitter.com/hashtag/kentporterphotography?src=hash&amp;ref_src=twsrc%5Etfw'>#kentporterphotography</a>&nbsp;<a href='https://t.co/y7CcnBWcBz'>pic.twitter.com/y7CcnBWcBz</a></p>— Kent Porter (@kentphotos)&nbsp;<a href='https://twitter.com/kentphotos/status/1528893052068237312?ref_src=twsrc%5Etfw'>May 24, 2022</a>\n</blockquote>&nbsp;<script charset='utf-8' src='https://platform.twitter.com/widgets.js' async=''>&nbsp;</script></div><p>There have been no reported deaths and <a href='https://www.foxnews.com/category/person/greg-abbott' target='_blank'>Texas Gov. Greg Abbott</a> has not yet declared a state of emergency.&nbsp;</p><div><blockquote class='twitter-tweet'>\n<p dir='ltr' lang='en'>A line of thunderstorms is moving across Bailey, Parmer, and Castro County with the strongest part of this line approaching Muleshoe. Hail up to half dollar size and 70 mph wind gusts will be possible.&nbsp;<a href='https://twitter.com/hashtag/txwx?src=hash&amp;ref_src=twsrc%5Etfw'>#txwx</a>&nbsp;<a href='https://t.co/j9NRv2OAMt'>pic.twitter.com/j9NRv2OAMt</a></p>— NWS Lubbock (@NWSLubbock)&nbsp;<a href='https://twitter.com/NWSLubbock/status/1528935299463749634?ref_src=twsrc%5Etfw'>May 24, 2022</a>\n</blockquote><script charset='utf-8' src='https://platform.twitter.com/widgets.js' async=''>&nbsp;</script></div><p>A <a href='https://twitter.com/NWSLubbock/status/1528937338360893440' target='_blank' rel='nofollow'>severe thunderstorm warning is also in effect</a> until 11 p.m. local time as showers and scattered storms were seen forming in Lubbock and Amarillo in the North to San Antonio to Houston in the South.&nbsp;</p><div source='' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/TexasCapture.png?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/TexasCapture.png?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/TexasCapture.png?ve=1&amp;tl=1' alt='Thunderstorms and a tornado have been reported in Texas on May 23, 2022'></picture></div> <div class='caption'><p>\n      Thunderstorms and a tornado have been reported in Texas on May 23, 2022\n      <span class='copyright'>(National Weather Service)</span></p></div></div><p>The National Weather Service cautions tornados are 'extremely difficult' to see at night and discourages residents from relying on their sight or hearing to detect them.&nbsp;</p><p><a href='https://www.foxnews.com/category/us/disasters/tornado' target='_blank'>Possible tornados have also been reported</a> in Missouri and the Carolinas.&nbsp;</p> <!---->"
    },
    {
      "title": "Seattle officials release video of man and woman hit by car in road rage incident",
      "subTitle": "The incident stemmed from an apparent road rage incident",
      "content": "<p class='speakable'>The King County Prosecuting Attorney's Office released video of a man and woman hit by a car in an apparent road rage incident on April 17 in <a href='https://www.foxnews.com/category/us/seattle' target='_blank'>Seattle's Pike Place Market</a>.</p><p class='speakable'>Authorities say that the incident started when two people in a Toyota SUV and a van got into an argument, according to <a href='https://www.kiro7.com/news/local/man-assaulted-with-hammer-woman-hit-with-car-pike-place-market-road-rage-incident/TXCYOTHTDZGLZII2NLKH2KJFLM/' target='_blank' rel='nofollow'>KIRO</a>. The van driver threw water in the direction of the Toyota driver, and witnesses said things became physical at that point.</p><p><a href='https://www.foxnews.com/us/chicago-man-charged-allegedly-fatally-shooting-driver-eye' target='_blank'><strong>CHICAGO MAN CHARGED AFTER ALLEGEDLY FATALLY SHOOTING DRIVER IN THE EYE</strong></a></p><div source='Fox News' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/Untitled-design-202.png?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/Untitled-design-202.png?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/Untitled-design-202.png?ve=1&amp;tl=1' alt='The King County Prosecuting Attorney's Office released video of a man and woman hit by a car in an apparent road rage incident on April 17 in Seattle's Pike Place Market.'></picture></div> <div class='caption'><p>\n      The King County Prosecuting Attorney's Office released video of a man and woman hit by a car in an apparent road rage incident on April 17 in Seattle's Pike Place Market.\n      <span class='copyright'>(King County Prosecuting Attorney's Office)</span></p></div></div><p>The 32-year-old driver of the Toyota SUV shoved the 45-year-old, who drove the van, to the ground and began to drive away, <a href='https://www.foxnews.com/category/us/crime/police-and-law-enforcement' target='_blank'>according to police</a>.</p><p>The driver of the van then got up and hit the 32-year-old through his car window, according to the report.</p><p>A 54-year-old Mazda driver then exited his car and smashed the Toyota's back window, and the 32-year-old man retaliated by smashing a windshield as well.</p><p>The 54-year-old drove his Mazda into the 32-year-old and a separate woman, according to the report, who worked nearby. He was charged with two counts of <a href='https://www.foxnews.com/category/us/crime' target='_blank'>assault</a> with a deadly weapon, according to <a href='https://mynorthwest.com/3483186/rantz-terrifying-pike-place-market-road-rage-hammer-assault-video-released/' target='_blank' rel='nofollow'>770KTTH</a>.</p> <!---->"
    },
    {
      "title": "San Francisco Mayor London Breed, police groups opt out of Pride parade over uniform ban",
      "subTitle": "San Francisco Pride parade organizers said seeing the officers in uniform could be uncomfortable for community members who have had negative encounters with law enforcement",
      "content": "<p class='speakable'><a href='https://www.foxnews.com/category/us/san-francisco' target='_blank'>San Francisco</a> Mayor London Breed and local law enforcement groups have opted not to march in the upcoming Pride Parade over a ban that prohibits law enforcement officers to wear their uniforms.&nbsp;</p><p class='speakable'>'I love the Pride Parade, and what it means for our LGBTQ community and for our city. It’s one of my favorite events of the year. However, if the Pride Board does not reverse its decision, I will join our city public safety departments that are not participating in the Pride Parade,' Breed said in a statement to <a href='https://www.ktvu.com/news/mayor-breed-opts-out-of-sf-pride-parade-over-police-uniform-controversy' target='_blank' rel='nofollow'>Fox San Francisco</a>.&nbsp;</p><p>'Let’s be very clear about who we are talking about: brave women and men who not only have the courage to put on their uniforms and go out and risk their lives every day to serve our city, but who also have the courage to do so as openly out women and men in uniform,' she added.&nbsp;</p><p>The <a href='https://www.foxnews.com/category/us/crime/police-and-law-enforcement' target='_blank'>San Francisco Police</a> Officers' Pride Alliance also said its members would not participate in the parade, one of the city's marquee events. The group said it felt like officers were being forced to go back into the closet by not being allowed to proudly wear their uniforms.&nbsp;</p><p><a href='https://www.foxnews.com/politics/san-francisco-archbishop-pelosi-communion-abortion-support' target='_blank'><strong><u>SAN FRANCISCO ARCHBISHOP BARS PELOSI FROM RECEIVING HOLY COMMUNION DUE TO ABORTION SUPPORT</u></strong></a></p><div class='featured featured-image'><div class='content'><div class='slides'><ul class='slide-container'><fieldset id='radio-btn-0'><div imageid='e0888488-eae2-589b-9b4b-49236f384465' imageorig='https://static.foxnews.com/foxnews.com/content/uploads/2022/05/San-Francisco-police-prideparade.jpg' imagefull='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1920/1080/San-Francisco-police-prideparade.jpg?ve=1&amp;tl=1' imagethumb='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/96/96/San-Francisco-police-prideparade.jpg?ve=1&amp;tl=1' responsiveimages='[object Object],[object Object],[object Object],[object Object]' source='[object Object]'><input id='img-1' name='radio-btn-0' type='radio' checked='checked'> <li class='slide'><div class='container'><picture class='m'><img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/918/516/San-Francisco-police-prideparade.jpg?ve=1&amp;tl=1' alt='San Francisco Pride uniform ban'></picture> <div class='ctrl'><!----> <label for='img-2' class='next'>\n          next\n        </label></div></div> <div class='info'><div class='pager'>Image 1 of 2</div> <div class='caption'><p><span>A San Francisco Police officer marches in the San Francisco LGBT Pride Parade in San Francisco on June 26, 2016. Mayor London Breed and law enforcement groups have opted not to participate in this year’s event over a ban on uniforms for participants.&nbsp;</span> <span>(Reuters)</span></p></div></div></li></div><div imageid='2e998602-0466-51d0-bb7b-7116d1d146be' imageorig='https://static.foxnews.com/foxnews.com/content/uploads/2022/05/San-Francisco-pride.jpg' imagefull='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1920/1080/San-Francisco-pride.jpg?ve=1&amp;tl=1' imagethumb='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/96/96/San-Francisco-pride.jpg?ve=1&amp;tl=1' responsiveimages='[object Object],[object Object],[object Object],[object Object]' source='[object Object]'><input id='img-2' name='radio-btn-0' type='radio'> <li class='slide'><div class='container'><picture class='m'><img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/918/516/San-Francisco-pride.jpg?ve=1&amp;tl=1' alt='San Francisco pride parade '></picture> <div class='ctrl'><label for='img-1' class='prev'>\n          prev\n        </label> <!----></div></div> <div class='info'><div class='pager'>Image 2 of 2</div> <div class='caption'><p><span>A San Francisco police vehicle during a Pride parade event.</span> <span>(San Francisco Police Department)</span></p></div></div></li></div></fieldset></ul></div></div></div><p>'Let us be clear: this committee would not order the leather community to wear polyester at the parade. This committee would not order the drag community to wear flannel. But they have told us, peace officers, that if we wear our uniforms, we may not attend,' the group said in a statement.&nbsp;</p><p>The city's fire department also said Monday it stands in solidarity with the police and will not march as well.&nbsp;</p><p>Parade organizers implemented the uniform ban in 2020 following a confrontation at the 2019 event when <a href='https://www.foxnews.com/us/san-francisco-pride-protesters-block-route-google-police' target='_blank'>protesters blocked the parade while decrying the police and corporate sponsorship.</a>&nbsp;</p><p>In a statement to the news outlet, Suzanne Ford, interim executive director of San Francisco Pride, said law enforcement officers can wear t-shirts with their department's logo but not professional uniforms.&nbsp;</p><p>'We didn’t ask anyone to hide, or not to denote who they were,' Ford said. 'We just did not want full uniforms, out of harm reduction to marginalized members of our community.'</p><p>Fox News has reached out to the event organizers. The parade is scheduled for June 26.</p> <!---->"
    },
    {
      "title": "Maine teacher claims Democrat governor 'caved' by removing transgender video for children",
      "subTitle": "The Maine kindergarten teacher claims she has 'taught preschool students who are transgender and non-binary'",
      "content": "<p class='speakable'>A <a href='https://www.foxnews.com/category/us/us-regions/northeast/maine' target='_blank'>Maine teacher claimed that the Democratic governor</a> and state department of education 'caved to pressure' when they removed her LGBTQ-themed lesson video for kindergartners from a state website.</p><p class='speakable'>Kailina Mills, who reportedly <a href='https://www.foxnews.com/category/us/education' target='_blank'>teaches kindergarten at Whitefield Elementary School</a> in Whitefield, Maine, made a <a href='https://www.youtube.com/watch?v=8EUkJDnVmnA' target='_blank' rel='nofollow'>video</a> for an online resource hub created early in the pandemic to allow teachers to share lesson plans.</p><p>In the video, Mills discussed 'Freedom Holidays' such as the Fourth of July and Juneteenth before pivoting to talk about different sexual orientations, same-sex marriage and transgender identity.</p><p>In touching on transgender issues, she told the young students that doctors sometimes make mistakes when they assign gender at birth.</p><p><a href='https://www.foxnews.com/us/university-central-florida-reinstate-professor-fired-black-privilege-tweets' target='_blank'><strong>FLORIDA UNIVERSITY MUST REINSTATE PROFESSOR WHO WAS FIRED OVER ‘BLACK PRIVILEGE’ TWEETS</strong></a></p><div source='Getty Images' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/GettyImages-647158186.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/GettyImages-647158186.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/GettyImages-647158186.jpg?ve=1&amp;tl=1' alt='Oliah Fahrenwald of Portland, Maine, speaks to a large crowd during a rally for transgender rights at city hall on March 1, 2019.'></picture></div> <div class='caption'><p>\n      Oliah Fahrenwald of Portland, Maine, speaks to a large crowd during a rally for transgender rights at city hall on March 1, 2019.\n      <span class='copyright'>(Derek Davis/Portland Portland Press Herald via Getty Images)</span></p></div></div><p>Mills has since been scrubbed from Whitefield's website and its principal did not respond to a request for comment regarding whether she was still employed there.</p><p>The video became a point of contention when it featured in a Republican ad last week that targeted Democratic Maine Gov. Janet Mills. The ad accused Mills of spending $2.8 million to create 'radical school lessons' aimed at the youngest children in public schools.</p><p><a href='https://www.foxnews.com/health/transsexual-pioneer-criticizes-modern-trans-activists-indoctrinating-kids' target='_blank'><strong>TRANSSEXUAL PIONEER CRITICIZES MODERN TRANS ACTIVISTS, SAYS THEY'RE INDOCTRINATING KIDS: ‘THIS ISN’T A GAME'</strong></a></p><p>The Maine Department of Education (MDOE) reviewed the online lesson plan following the ad and said last Wednesday that it had been removed. The governor was not aware of the video 'and agrees with the Department of Education’s decision to remove the lesson,' said Lindsay Crete, the governor's spokesperson.</p><div source='Getty Images' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/GettyImages-1151040583.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/GettyImages-1151040583.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/GettyImages-1151040583.jpg?ve=1&amp;tl=1' alt='Athena Maxine holds a transgender pride flag during the annual Pride Portland! Parade in Portland, Maine, on June 15, 2019.'></picture></div> <div class='caption'><p>\n      Athena Maxine holds a transgender pride flag during the annual Pride Portland! Parade in Portland, Maine, on June 15, 2019.\n      <span class='copyright'>(Ben McCanna/Portland Portland Press Herald via Getty Images)</span></p></div></div><p>Kailina Mills, who bears no relation to the governor, later <a href='https://www.facebook.com/maybe.possibly/posts/10225505158489105' target='_blank' rel='nofollow'>took to Facebook</a> to claim she had become 'a political football,' and went on to slam the governor and MDOE, who she said 'caved to pressure instead of standing up for some of the most vulnerable people, families, and students in Maine.'</p><p><a href='https://www.foxnews.com/media/daughter-meeting-queer-transgender-identity-art-club' target='_blank'><strong><u>MOM SAYS PRESENTER AT DAUGHTER'S SUPPOSED ART CLUB ASKED OF SEXUAL ATTRACTION, SUGGESTED SHE WAS TRANSGENDER</u></strong></a></p><p>Mills claimed she has 'taught preschool <a href='https://www.foxnews.com/category/health/healthy-living/medications' target='_blank'>students who are transgender and non-binary</a>, and it is a fact that I have worked with parents who are L, G, B, and T.'</p><p>'Those children and those families deserve to be represented in their school curriculum. Public schools are for everyone and should, therefore, include everyone,' she continued.</p><div source='Getty Images' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/GettyImages-1058619118.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/GettyImages-1058619118.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/GettyImages-1058619118.jpg?ve=1&amp;tl=1' alt='Democratic Maine Gov. Janet Mills gives her victory speech in Portland on Nov. 6, 2018.'></picture></div> <div class='caption'><p>\n      Democratic Maine Gov. Janet Mills gives her victory speech in Portland on Nov. 6, 2018.\n      <span class='copyright'>(Brianna Soukup/Portland Press Herald via Getty Images)</span></p></div></div><p>Citing various academic studies, Mills went on to claim that 'using accurate pronouns and receiving affirmation from families, teachers, peers, and doctors is suicide prevention, and this affirming care must begin as early as Kindergarten because that’s when children are solidifying their gender identity.'</p><p>She concluded by likening the removal of her video to racial discrimination.</p><p><i>The Associated Press contributed to this report.</i></p> <!---->"
    },
    {
      "title": "Philadelphia school district reinstates mask mandate for students and staff, citing increased COVID-19 cases",
      "subTitle": "Schools within Philadelphia will require students and staff wear a mask",
      "content": "<p class='speakable'>The School District of <a href='https://www.foxnews.com/category/us/philadelphia' target='_blank'>Philadelphia</a> announced it is returning to a mask mandate for all students and staff within the district, citing an increase in COVID-19 cases throughout the city.</p><p class='speakable'>Students and staff will now be required to follow the district's mask policy, which began on Monday, according to a district-wide announcement.</p><p>The announcement states that students and staff are required to <a href='https://www.foxnews.com/category/health/infectious-disease/coronavirus' target='_blank'>wear a mask</a> during the school and workday, and while on school buses and vans.</p><p>District officials made the decision to resume the mask mandate after a recommendation from the Philadelphia Department of Public Health.</p><p><a href='https://www.foxnews.com/lifestyle/still-wear-mask-all-should-know' target='_blank'><strong>SHOULD YOU STILL WEAR A MASK TODAY? WHAT ALL OF US SHOULD KNOW NOW</strong></a></p><div source='AP Newsroom' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/01/1470/828/California-Schools.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/01/1862/1048/California-Schools.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/01/640/320/California-Schools.jpg?ve=1&amp;tl=1' alt='Masked students wait to be taken to their classrooms at Enrique S. Camarena Elementary School, Wednesday, July 21, 2021, in Chula Vista, Calif.'></picture></div> <div class='caption'><p>\n      Masked students wait to be taken to their classrooms at Enrique S. Camarena Elementary School, Wednesday, July 21, 2021, in Chula Vista, Calif.\n      <span class='copyright'>(AP Photo/Denis Poroy, File)</span></p></div></div><p>'To help protect everyone’s health and well-being as COVID-19 case counts continue to rise in the Philadelphia area, the Philadelphia Department of Public Health (PDPH) has recommended that we resume universal mask wearing. Therefore, starting this Monday, May 23, 2022, and until further notice, all <a href='https://www.foxnews.com/category/us/education' target='_blank'>School District</a> students and staff will be required to wear their masks during the school and work day and while riding on school buses and vans,' the May 20 announcement reads.</p><p>The district superintendent said in the announcement that its pandemic response 'continues to evolve.'</p><div source='Associated Press' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/01/1470/828/AP22013732233500-1.jpg?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/01/1862/1048/AP22013732233500-1.jpg?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/01/640/320/AP22013732233500-1.jpg?ve=1&amp;tl=1' alt='Students wearing masks board a school bus outside New Explorations into Science, Technology and Math school, in the Lower East Side neighborhood of New York, Dec. 21, 2021.'></picture></div> <div class='caption'><p>\n      Students wearing masks board a school bus outside New Explorations into Science, Technology and Math school, in the Lower East Side neighborhood of New York, Dec. 21, 2021.\n      <span class='copyright'>(AP Photo/Brittainy Newman, File)</span></p></div></div><p>'As we’ve learned since the pandemic began, the coronavirus continues to evolve and so too will our response to it,' said William Hite.</p><p>Philadelphia County has experienced a 42% increase in COVID-19 cases compared to the average two weeks ago, according to the New York Times.</p> <!---->"
    },
    {
      "title": "70-year-old Florida woman shoots, kills suspected home intruder: 'I’m a fighter'",
      "subTitle": "70-year-old Florida woman says she hopes 'God can forgive me' after fatally shooting suspected home intruder",
      "content": "<p class='speakable'>A <a href='https://www.foxnews.com/category/us/us-regions/southeast/florida' target='_blank'><u>70-year-old Florida woman shot</u></a> and killed a suspected home intruder who allegedly wouldn’t leave the residence even after the woman fired off a warning shot.&nbsp;</p><p class='speakable'>'I didn’t know what he was going to do, but I knew I was going to protect myself. I’m a fighter. I’m going to defend myself,' Virginia Morrison told FOX 35 News.</p><p>The stranger, later identified as Ezequiel Rosario-Torres, 38, reportedly walked into Morrison’s Orange County home Sunday afternoon. Morrison said she tried to get him out of the house by hitting him with a broom, but Rosario-Torres reportedly swatted the broom away.&nbsp;</p><p>'He stepped in, and I turned around, and I said ‘who the hell are you? What do you want?’ Nothing. This guy never said a word the whole time he was here,' the Florida grandmother said.&nbsp;</p><p><a href='https://www.foxnews.com/us/florida-suspected-home-intruder-shot-killed' target='_blank'><strong>FLORIDA SUSPECTED HOME INTRUDER SHOT, KILLED AFTER AWAKENING SLEEPING RESIDENTS</strong></a></p><div source='' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/Florida-shooting.png?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/Florida-shooting.png?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/Florida-shooting.png?ve=1&amp;tl=1' alt='Florida woman Virginia Morrison shot and killed a man who allegedly walked into her home. (FOX 35)'></picture></div> <div class='caption'><p>\n      Florida woman Virginia Morrison shot and killed a man who allegedly walked into her home. (FOX 35)\n      <span class='copyright'>(FOX 35)</span></p></div></div><p>The intrusion escalated when Morrison’s partner Charlie retrieved his gun and fired a warning shot, but the suspect did not leave, she recounted.&nbsp;</p><p>Morrison then retrieved her gun and fired a warning shot, she said.&nbsp;</p><p>'He started coming toward me and I fired a shot above him. ‘Back off dude!’' Morrison said. 'And he just kept coming toward me. So I just lowered my gun and shot him.'</p><p>'I didn’t realize I hit him but once I looked, he had a hole in his t-shirt and I thought I got him,' she said.</p><p><a href='https://www.foxnews.com/category/us/crime/police-and-law-enforcement' target='_blank'><u>Orange County Sheriff's Office deputies</u></a> soon responded to a 'burglary in progress' at the home and found the suspect with a gunshot wound. Rosario-Torres was transported to a local hospital where he died.&nbsp;</p><p><a href='https://www.foxnews.com/us/i-hit-him-3-times-74-year-old-ohio-man-says-about-shooting-alleged-teen-home-intruder' target='_blank'><strong>74-YEAR-OLD OHIO MAN WHO SLEEPS NEAR GUN SHOOTS TEENAGE HOME INTRUDER: 'I SHOT HIM AGAIN'</strong></a></p><p>'I have feelings,' she said. 'I have God in my life. That’s my main thing, wondering if God’s going to forgive me for taking a life. It bothers me.'</p><div source='' class='image-ct inline'><div class='m'><picture><source media='(max-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1470/828/Florida-home.png?ve=1&amp;tl=1 2x'><source media='(min-width: 767px)' srcset='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/1862/1048/Florida-home.png?ve=1&amp;tl=1 2x'> <img src='https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2022/05/640/320/Florida-home.png?ve=1&amp;tl=1' alt='Home where Florida woman Virginia Morrison shot and killed a reported intruder (FOX 35)'></picture></div> <div class='caption'><p>\n      Home where Florida woman Virginia Morrison shot and killed a reported intruder (FOX 35)\n      <span class='copyright'>(FOX 35&nbsp;)</span></p></div></div><p>The State Attorney's Office will now determine whether <a href='https://www.foxnews.com/category/us/crime' target='_blank'><u>Morrison will face charges for the shooting</u></a>, FOX 35 reported.&nbsp;</p><p>Orlando attorney Mike Panella told the outlet that the shooting may fall under Florida's 'justifiable use of force' law.&nbsp;</p><p><a href='https://www.foxnews.com/us/philadelphia-resident-shoots-kills-home-intruder-impersonating-police-officer' target='_blank'><strong>PHILADELPHIA LEGAL GUN OWNER SHOOTS, KILLS ACCUSED HOME INTRUDER IMPERSONATING POLICE OFFICER</strong></a></p><p>'So if someone comes into your house and you don't know who they are, Florida automatically says we are presuming you are in fear,' Panella said.</p><p>Morrison said she and her partner Charlie, who is nearly 80 years old, have been living in the home for nearly 20 years.&nbsp;</p><p>'I had to do what I had to do to protect myself and Charlie. And I would do it again. If I had to, but I don't want to do that,' Morrison told WESH. 'I hope God can forgive me for taking a man's life.'</p> <!---->"
    }
  ]
}