{
    "item": [{
            "title": "A brief history of failed efforts to make Trump the Russia probe’s victim",
            "link": "https://www.washingtonpost.com/politics/2022/06/01/brief-history-failed-efforts-make-trump-russia-probes-victim/",
            "pubDate": "2022-06-01T17:04:55.603Z",
            "category": "Washington Post Politics",
            "description": "<p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Donald Trump began assailing stories about Russia’s effort to aid his 2016 election even before he took office as president. A few weeks after the election was over, the first reports about that interference emerged, prompting Trump — smarting over having lost the popular vote — to disparage the idea that his victory was a function of anything other than his own aptitude. When BuzzFeed published the dossier of reports compiled by former British intelligence officer Christopher Steele, Trump’s fury escalated. The Russia allegations were a “WITCH HUNT,” he wrote for the first time that same day. On the day following, he suggested that intelligence agencies had released the document, an act akin to “living in Nazi Germany.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>This was more than a week before he even became president.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Over time, a pattern emerged. Trump would make broad claims about how investigations into Russian interference — and, we later learned, contacts between his campaign team and Russian actors — were contrived to damage him personally. His allies would then scramble to prove him right either in the abstract or to validate the specific claims he had made, however loosely they could.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>And over and over and over those efforts to cast Trump as the victim of a plot aimed at undermining his candidacy or his presidency came up short.</p><p><span class='font--article-body font-copy hide-for-print ma-0 pb-md db italic interstitial'></span></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Two things bear mentioning at the outset. It is true that the investigation into Russian interference and possible overlap with Trump’s campaign team suffered from flaws and errors. It’s quite possible that no massive investigation could escape some level of error of the sorts exposed by the scrutiny paid to the Russia investigation, but it is true that the scrutiny paid here did reveal questionable actions and decisions that don’t alter our understanding of what occurred.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The other thing worth mentioning is that the details were never the point. Trump’s play from the outset was to raise doubt and then simply refit the evidence as needed. His supporters always champion how he turned out to be “right” about various things, a function of ignoring all the times he was obviously wrong — the kid guessing a number between 1 and 10 who guesses each number and then claims he nailed it. The operating assumption is that Trump is right about being unfairly targeted by the Russia probe and so any new claim that bolsters that assumption is elevated — even after being debunked — until a new, not-yet-debunked claim emerges.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>What triggered the Russia investigation is simple. Russia actively sought to influence the 2016 election both through the much-hyped but less-significant effort to contribute to the social media conversation and through the hacking of the Democratic Party and a top adviser to Hillary Clinton. As this was known to be going on, federal investigators began investigating whether people close to Trump might have been actively working with Russia. People like Paul Manafort, his campaign manager and consultant to Russia-linked actors; and like Carter Page, a foreign policy adviser who had previously been identified as a target for Russian intelligence efforts and who traveled to Moscow in early July 2016; and like George Papadopoulos, another adviser who had been told by a guy who was helping him set up a meeting between Trump and Russia’s president that Russia had some of Clinton’s emails. That Russia had hacked the Democrats was known by mid-June 2016 and the Russia probe was opened by the end of July.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In the years since, that simple explanation for the investigation has been muddied by a variety of alternate theories, claims that objective analysis has shown to be either false or irrelevant to the central question.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>These are those claims.</p><h3 data-qa='article-header' class=' pb-sm pt-lgmod' id='ELGSF46E6ZCIDNS2WKVZAQJ7R4'><div>Michael Flynn was ‘unmasked,’ and Trump was spied on</div></h3><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>One of the first egregious claims Trump made about the Russia investigation was that it involved having the “wires tapped” at Trump Tower during the campaign. This would become a pattern: Trump would take <a href='https://www.washingtonpost.com/politics/2022/02/14/why-trump-is-once-again-claiming-that-he-was-spied-upon-2016/?itid=lk_inline_manual_18' target='_blank'>an overblown claim</a> from conservative media and inflate it further. (There is no evidence that Trump Tower was wiretapped; the government has repeatedly denied that it did so.)</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Within days, Trump was <a href='https://www.washingtonpost.com/news/politics/wp/2017/03/29/the-nunes-white-house-question-assessed-minute-by-minute/?itid=lk_inline_manual_21' target='_blank'>claiming</a> that his unfounded assertion was proved right not by evidence of wiretapping but by evidence that communications involving a member of his transition team, Michael Flynn, had been “unmasked” by the administration of Barack Obama. It’s always been odd to try to conflate this with wiretapping Trump Tower unless you recognize the intermediate step: Trump Tower was wiretapped, meaning that Trump was spied on, meaning that anyone working with Trump being spied on validates the claim. This is how it works.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The “Flynn unmasking” argument was clunky, too, because it depended on understanding how surveillance works. The government monitors communications with people like the Russian ambassador. But since the CIA and NSA aren’t supposed to surveil American citizens, the identities of Americans talking to the ambassador are “masked,” which is to say anonymized. Other officials can ask that the identity be unmasked, however, to understand who’s talking to that ambassador in the first place. Which Obama officials did, learning the person talking to Russia’s ambassador was Flynn. (Incidentally, Flynn had visited Moscow in late 2015, sitting with Russian President Vladimir Putin <a href='https://www.nbcnews.com/news/world/guess-who-came-dinner-flynn-putin-n742696' target='_blank'>at a dinner</a>.)</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>This was trumpeted repeatedly as the Obama administration spying on Flynn and, therefore, Trump. But a review from Trump’s own Justice Department later determined that there was <a href='https://www.buzzfeednews.com/article/jasonleopold/heres-the-doj-report-finding-that-obama-officials-didnt' target='_blank'>no evidence</a> that the unmasking was politically motivated. That Flynn later lied to investigators about the conversation, though, led to his pleading guilty to making false statements.</p><h3 data-qa='article-header' class=' pb-sm pt-lgmod' id='MRYLKQWVJFCC5AQK2IIZGK5EG4'><div>The Steele dossier and the Carter Page warrant</div></h3><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Shortly after the “unmasking” brouhaha, Trump’s irritation about the Russia probe led him to fire FBI Director James B. Comey (though Trump claimed this was about how the FBI handled the investigation into Hillary Clinton’s email server). Shortly thereafter, special counsel Robert S. Mueller III was assigned to investigate Russian interference and possible overlap with Trump’s campaign team — an assignment made by a Trump appointee aimed at protecting the investigation from interference.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In the public sphere, the dossier published by BuzzFeed had attracted outsize attention, <a href='https://www.washingtonpost.com/news/politics/wp/2017/10/25/what-the-trump-dossier-says-and-what-it-doesnt/?itid=lk_inline_manual_28' target='_blank'>despite obvious questions</a> about what it alleged. Most media outlets treated it with skepticism or treated it as unconfirmed. As time passed and many of its claims remained unsubstantiated or had been undermined, it gained unexpected importance — among Trump’s <i>defenders</i>. After all, if the dossier could be identified as the primary trigger for the Russia probe and it was contrived, that made the entire investigation dubious.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>This line of argument became more appealing after it was learned that Steele had been hired by a firm called Fusion GPS that was itself hired by a law firm working for Hillary Clinton’s campaign and the Democratic Party. The line of argument skipped a few middle steps to become that Clinton had paid for a dossier of false claims — perhaps itself seeded by Russian intelligence! — and triggered the Russia probe.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The problem is that this assertion both ignores the known predicates for the Russia probe, and it doesn’t fit with the timeline of when the probe began. The FBI didn’t obtain the dossier until <a href='https://www.justice.gov/storage/120919-examination.pdf' target='_blank'>mid-September 2016</a>, according to an internal inspector general report, after the Russia investigation was already underway.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In 2018, it was revealed that the dossier had been an important part of an application to obtain a warrant surveilling Carter Page. That warrant, obtained under the Foreign Intelligence Surveillance Act (FISA), included allegations from the dossier as a reason to surveil him. (The application acknowledged that Steele was “was likely looking for information that could be used to discredit” Trump’s campaign.) The warrant was granted and later renewed several times.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Only after Page left the campaign, however. When allegations from the Steele dossier were made public (apparently by Steele), Page resigned from the campaign. It was after that point that the surveillance warrant was granted. This problem with the timeline has been attributed to some multidimensional chess — that the warrant was a back door to investigate others close to Trump, for example — but that Page had previously been identified by a Russian intelligence agent as <a href='https://www.cnn.com/2017/04/15/politics/russia-spy-recruitment-tactics-fbi-carter-page/index.html' target='_blank'>a possible recruitment target</a> seems salient.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The dossier’s allegations have by now been <a href='https://www.washingtonpost.com/politics/2021/11/23/steele-dossier-igor-danchenko-indictment-scrutiny/?itid=lk_inline_manual_35' target='_blank'>shown to not be credible</a>. There are valid questions about including its claims in the FISA warrant. But neither that warrant nor the dossier itself were predicates for the Russia investigation itself. For years, Trump and his allies have claimed that the Russia investigation stemmed from the dossier <i>because</i> it was sketchy and <i>because</i> it was paid for indirectly by lawyers working for Clinton. But that doesn’t make it true.</p><h3 data-qa='article-header' class=' pb-sm pt-lgmod' id='APCMM66BAFHNPPJJE7OAPDEJAY'><div>The text messages from FBI officials</div></h3><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>A few months after Mueller took over the Russia investigation, we learned that an FBI officials working on his team had been removed. That official, Peter Strzok, was a counterintelligence officer who had also been central to launching Crossfire Hurricane — the internal code name for the Russia investigation — in the first place. He was removed by Mueller after it was discovered that he had exchanged messages disparaging Trump and other elected officials with another FBI official, Lisa Page.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Those messages launched a slew of arguments aimed at undermining the Russia investigation broadly. Strzok was accused of ginning up the probe out of animus toward Trump, a belief that a later investigation by the Justice Department inspector general <a href='https://www.justice.gov/storage/120919-examination.pdf' target='_blank'>found to be unwarranted</a>. His exchange with Page in which he referred to the need to probe possible links between Trump’s campaign and Russia as being akin to a young person getting an “insurance policy” was repeatedly cited as evidence he wanted to blackmail Trump — although he <a href='https://www.washingtonpost.com/politics/2019/03/14/what-strzok-page-insurance-policy-text-was-actually-about/?itid=lk_inline_manual_40' target='_blank'>explained credibly under oath</a> that he was simply stating that they couldn’t allow the possibility of a connection to go unexamined in the event that Trump  won (which at the time seemed unlikely).</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The huge trove of messages (which, despite a different set of rumors, were <a href='https://apnews.com/article/archive-fact-checking-8227360079' target='_blank'>not intentionally destroyed</a>) allowed for Trump supporters to pick out various phrases as sinister or significant even when they weren’t. There was a brief flurry of attention paid to <a href='https://www.washingtonpost.com/politics/2019/05/24/russia-probe-theories-that-trump-has-empowered-barr-investigate/?itid=lk_inline_manual_41' target='_blank'>a message about “OCONUS lures”</a> — an apparent reference to informants outside of the continental United States (OCONUS). But this was part of Strzok’s job and was not shown to be related to the Russia probe.</p><h3 data-qa='article-header' class=' pb-sm pt-lgmod' id='HBOCEET2KBHYTJAU37GP7FNKJI'><div>Spygate</div></h3><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>That particular idea gained some traction after it was revealed that the FBI had <a href='https://www.washingtonpost.com/news/politics/wp/2018/05/23/there-is-no-evidence-for-spygate-but-there-is-a-reason-that-trump-invented-it/?itid=lk_inline_manual_43' target='_blank'>employed a confidential informant</a> to probe members of Trump’s team. This was dubbed Spygate and became Trump’s new explanation for how he was right about having been under surveillance all along. (Trump <a href='https://apnews.com/23b9456c12484b6cb31c93da269a6159/Seething-over-Russia-probe,-Trump-tears-into-%27spygate' target='_blank'>told an ally</a> that he liked to call the informant a “spy” specifically for the pejorative connotations.)</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>That informant, though, reached out to Carter Page and George Papadopoulos only after they were already on the FBI’s radar screen. That same inspector general report determined that there was “no evidence that the FBI used CHSs” — confidential human sources — “or UCEs” — undercover employees — “to interact with members of the Trump campaign prior to the opening of the Crossfire Hurricane investigation.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“After the opening of the investigation,” it continues, “we found no evidence that the FBI placed any CHSs or UCEs within the Trump campaign or tasked any CHSs or UCEs to report on the Trump campaign.”</p><h3 data-qa='article-header' class=' pb-sm pt-lgmod' id='EOMGBQQWTZFHPH5EJHSQUP6S74'><div>The John Durham investigation</div></h3><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>As should be obvious, that inspector general report did a lot to undercut the narratives promoted by Trump and his allies. So, as soon as it came out, Attorney General William P. Barr released a statement in concert with U.S. Attorney John Durham <a href='https://www.nytimes.com/2019/12/09/us/politics/barr-durham-ig-report-russia-investigation.html' target='_blank'>undercutting its determinations</a>.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>By then, Durham had already been tapped to conduct an investigation into the investigation: to figure out whether Trump’s efforts to cast himself as unfairly targeted held water. The inspector general report, by making an objective assessment that it didn’t, stepped on Durham’s (and therefore Barr’s and therefore Trump’s) toes, hence the statement.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Durham and Barr began scouring the available evidence, going so far as to <a href='https://www.thedailybeast.com/barr-went-to-rome-to-hear-a-secret-tape-from-joseph-mifsud-the-professor-who-helped-ignite-the-russia-probe' target='_blank'>travel to Italy</a> to evaluate whether the understood predicate for the investigation — Papadopoulos being told that Russia had Clinton emails — was valid. But, for months, no alternate explanation emerged.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Before Trump left office, Durham’s role was shifted to special counsel, giving him the same protection from President Biden that Mueller had from Trump. But Durham has not produced much. He obtained an <a href='https://www.justice.gov/sco/pr/russian-national-indicted-making-false-statements-fbi' target='_blank'>indictment</a> against Igor Danchenko, one of the sources for the Steele dossier and one <a href='https://www.justice.gov/sco/pr/grand-jury-indicts-dc-attorney-making-false-statements-fbi-2016-regarding-alleged' target='_blank'>against an attorney</a> who worked for the law firm employed by Hillary Clinton’s campaign.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Which brings us to this week.</p><h3 data-qa='article-header' class=' pb-sm pt-lgmod' id='5WTC57W67FHC5A5ZQYAF4GZ5XM'><div>Clinton did it</div></h3><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In October 2020, the campaign looming, the political ally Trump put in charge of the national intelligence directorate <a href='https://www.washingtonpost.com/politics/2020/10/07/trumpworlds-latest-effort-undermine-russia-probe-may-be-even-less-substantive-than-prior-attempts/?itid=lk_inline_manual_57' target='_blank'>released a lette</a><a href='https://www.washingtonpost.com/politics/2020/10/07/trumpworlds-latest-effort-undermine-russia-probe-may-be-even-less-substantive-than-prior-attempts/?itid=lk_inline_manual_57' target='_blank'>r</a> pointedly suggesting that the Russia investigation was a function of Clinton’s campaign. The evidence? Apparently that the CIA had identified discussion among Russian sources alleging that Clinton had approved a campaign message trying to link Trump to Russia on July 26, 2016.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>This was, in fact, five days before Crossfire Hurricane was launched. But it was after there were already <a href='https://www.washingtonpost.com/news/the-fix/wp/2016/07/27/the-trump-russia-money-question-in-24-steps/?itid=lk_inline_manual_58' target='_blank'>numerous public questions</a> about Trump’s connections to and sympathies toward Russia and Putin. That Russia got intelligence that Clinton had made linking Trump to Russia part of her campaign strategy in late July is both unremarkable (her campaign manager, Robby Mook, had already raised it in television interviews) and unrelated to the FBI probe.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The appeal here is obvious, though, as it was with the Steele dossier. Blaming Clinton for the Russia probe scratches two itches at once: casts Trump as innocent and Clinton as guilty.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Durham’s indictment of Michael Sussman, the attorney who worked for the firm hired by Clinton’s campaign, prompted a flurry of similar allegations. He had come to the FBI with <a href='https://www.washingtonpost.com/news/the-fix/wp/2016/11/01/that-secret-trump-russia-email-server-link-is-likely-neither-secret-nor-a-trump-russia-link/?itid=lk_inline_manual_60' target='_blank'>a dubious claim</a> about a connection between Trump’s private company and a Russian bank — which to Trump supporters became proof that Clinton had tried to gin up this controversy and therefore the Russia probe. But that allegation was incidental to the Russia investigation (far more even than the Carter Page FISA warrant), coming months after the investigation began. During Sussman’s trial, Mook testified that Clinton had approved a messaging campaign elevating the dubious claim, an admission that titillated Fox News types. But it was completely irrelevant to the Russia investigation. Like the October 2020 story, it was about campaign messaging, not federal investigations.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The Sussman prosecution included other efforts to elevate minor points as dispositive of Trump’s having been unfairly targeted. There was the flutter of excitement over the Trump White House having been surveilled by Sussman as <a href='https://www.washingtonpost.com/politics/2022/02/18/john-durham-dumps-small-bucket-water-forest-fire-he-sparked/?itid=lk_inline_manual_61' target='_blank'>hinted at in a Durham court filing</a> — but that didn’t happen. Instead, researchers who were clients of Sussman’s had obtained data from the White House during the Obama administration that they had analyzed.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>One would think that, by that point, Trump’s allies would be skeptical of new assertions about how the Russia investigation began. After all, not only have there been repeated claims about what happened that have been shown to be baseless, but there also has been nothing that has undercut the official story about how the probe began (even after Barr and Durham went to Italy in the apparent hope of doing so).</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>But, again, the point isn’t the evidence. The point is the belief that Trump was unfairly accused. That belief is not driven by evidence, so it can’t be undercut by a lack of evidence.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>It is still important to note that there is no evidence for it. And not for lack of trying to find some.</p>"
        },
        {
            "title": "The final, brutal collapse of GOP’s big Michael Flynn conspiracy theory",
            "link": "https://www.washingtonpost.com/politics/2022/06/01/flynn-unmasking-bash-report/",
            "pubDate": "2022-06-01T17:04:55.839Z",
            "category": "Washington Post Politics",
            "description": "<p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Among the many GOP efforts to counterprogram the Russia investigation <a href='https://www.washingtonpost.com/politics/2022/06/01/brief-history-failed-efforts-make-trump-russia-probes-victim/?itid=lk_inline_manual_2' target='_blank'>with thinly constructed conspiracy theories</a>, one of the most persistent ones was the so-called unmasking of Michael Flynn.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The idea was that Obama administration officials deliberately targeted Donald Trump associates — and particularly Flynn — by requesting the disclosure of their names in intelligence reports before Trump took office, doing so for political purposes. This fed into long-running allegations of the government “spying” on Trump, who chose Flynn as his national security adviser.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>We knew before that this theory had fallen apart. We now know just how spectacularly.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>BuzzFeed News late Tuesday revealed <a href='https://www.buzzfeednews.com/article/jasonleopold/heres-the-doj-report-finding-that-obama-officials-didnt' target='_blank'>a previously top-secret Justice Department report</a> that details the findings of a review ordered by Trump’s attorney general, William P. Barr. The report is a resounding rejection of the conspiracy theories, which were seeded and fertilized throughout Trump’s four years in office by Trump allies and GOP members of Congress.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Essentially, the idea was that the Obama officials might have sought the identity of Flynn in intelligence detailing his December 2016 calls with Russian Ambassador Sergey Kislyak and then leaked details for political purposes. (Flynn would later plead guilty to lying to the FBI about these calls.) And there were valid questions early on about the Obama administration’s use of unmasking, <a href='https://www.washingtonpost.com/news/the-fix/wp/2017/04/04/susan-rice-isnt-a-smoking-gun-but-she-does-have-some-explaining-to-do/?itid=lk_inline_manual_9' target='_blank'>as we wrote in 2017</a>.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>But the allegations almost always went beyond the known facts. And now the Justice Department report affirms that the allegations went way beyond what actually happened, too.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In <a href='https://www.documentcloud.org/documents/22046897-leopold-foia-john-bash-unmasking-report' target='_blank'>his newly revealed report from September 2020</a>, then-U.S. Attorney John Bash found “no unmasking requests made before Election Day that sought the identity of an apparent associate of the Trump campaign.” He said much the same about the transition period between Election Day 2016 and Trump’s inauguration in January 2017.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“I … examined whether any senior officials had obtained General Flynn’s identity in connection with those communications through an unmasking request made during the transition period,” Bash wrote. “The answer is no.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“According to the FBI, the Bureau did not disseminate an intelligence report discussing those communications and containing masked [U.S. person identity information] for General Flynn before President Trump’s inauguration,” Bash wrote. “For that reason, the public disclosure of the communications could not have resulted from an unmasking request.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Bash said the FBI’s version “is consistent with my review of unmasking records, which did not reveal any unmasking request corresponding to a report discussing those communications.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Bash’s big conclusion: “I have not found evidence that senior U.S. officials unmasked the identities of U.S. persons contained in intelligence reports for political purposes or other inappropriate reasons during the 2016 election period or the ensuing transition period.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Flynn’s contact with Kislyak was first revealed <a href='https://www.washingtonpost.com/opinions/why-did-obama-dawdle-on-russias-hacking/2017/01/12/75f878a0-d90c-11e6-9a36-1d296534b31e_story.html?itid=lk_inline_manual_20' target='_blank'>by Washington Post columnist David Ignatius on Jan. 12, 2017</a>. In a telephone call, the two discussed sanctions during a conversation that might have run afoul of an unenforced federal law called the <a href='https://www.washingtonpost.com/news/the-fix/wp/2016/07/28/democrats-think-donald-trump-just-violated-the-logan-act-what-is-that/?itid=lk_inline_manual_20' target='_blank'>Logan Act</a>. But speaking to the FBI later, Flynn denied having discussed sanctions. He pleaded guilty to that offense, but Barr’s Justice Department later made the extraordinary decision to try to have the case dismissed, and <a href='https://www.washingtonpost.com/politics/michael-flynn-trump-pardon/2020/11/25/3cd79198-2e65-11eb-bae0-50bb17126614_story.html?itid=lk_inline_manual_20' target='_blank'>a lame-duck President Trump pardoned Flynn</a>.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Bash’s report becomes public after we already knew his review had resulted in no criminal charges. The <a href='https://www.washingtonpost.com/national-security/barr-unmasking-review-no-charges/2020/10/13/0f63fd2e-0d67-11eb-8074-0e943a91bf08_story.html?itid=lk_inline_manual_22' target='_blank'>Washington Post’s Matt Zapotosky and Shane Harris reported</a> in October 2020 that the review had quietly ended. Now we know it didn’t just come up shy of chargeable crimes; it also found virtually nothing to substantiate the various claims made by Trump and his allies.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>And that’s pretty far from how this was often pitched on the right. Often, it wasn’t just “this seems fishy”; it was that “this is a proven scandal.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>After Ignatius’s report, a Bloomberg News columnist reported in April 2017 that former Obama national security adviser <a href='https://www.bloomberg.com/opinion/articles/2017-04-03/top-obama-adviser-sought-names-of-trump-associates-in-intel' target='_blank'>Susan Rice had requested unmaskings</a> in intelligence reports related to Trump’s campaign and transition period. Sen. Rand Paul (R-Ky.) declared it to be a “smoking gun” and claimed it amounted to “spying on Trump campaign.”</p><div data-oembed-type='twitter' class='' style='min-height:171px'><blockquote class='twitter-tweet'><p lang='en' dir='ltr'>Smoking gun found! Obama pal and noted dissembler Susan Rice said to have been spying on Trump campaign.  <br> <a href='https://t.co/SHJ41vhQu7'>https://t.co/SHJ41vhQu7</a></p>— Rand Paul (@RandPaul) <a href='https://twitter.com/RandPaul/status/848940890236256260?ref_src=twsrc%5Etfw'>April 3, 2017</a></blockquote>\n<script async='' src='https://platform.twitter.com/widgets.js' charset='utf-8'></script>\n</div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The conservative Wall Street Journal editorial board went so far as to declare that “Rice would have had <a href='https://www.wsj.com/articles/susan-rice-unmasked-1491262064?platform=hootsuite' target='_blank'>no obvious need to unmask Trump campaign officials other than political curiosity</a>.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Rice didn’t do herself many favors by making some <a href='https://www.washingtonpost.com/news/the-fix/wp/2017/04/04/susan-rice-isnt-a-smoking-gun-but-she-does-have-some-explaining-to-do/?itid=lk_inline_manual_29' target='_blank'>confusing comments about the matter</a>. But even at the time, it was apparent that there were actually <a href='https://www.washingtonpost.com/world/national-security/white-house-decries-media-lack-of-interest-in-reports-of-obama-officials-spying/2017/04/03/bd8650fe-18b6-11e7-bcc2-7d1a0973e7b2_story.html?itid=lk_inline_manual_12&amp;itid=lk_inline_manual_29' target='_blank'>many reasons to believe this was business as usual</a> for someone in her position.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The conspiracy theory simmered for a couple years, until Republican senators in the 2020 election year <a href='https://www.washingtonpost.com/national-security/michael-flynn-unmasking-obama-biden/2020/05/13/d9593030-9545-11ea-82b4-c8db161ff6e5_story.html?itid=lk_inline_manual_2&amp;itid=lk_inline_manual_30'>released a list</a> of Obama administration officials who had allegedly requested Flynn’s unmasking — information that had been provided by then-acting director of national intelligence Richard Grenell, a Trump loyalist.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>And again, many on the right, despite the dearth of any truly damning information, <a href='https://www.washingtonpost.com/politics/2020/05/21/obamagate-suffers-another-significant-blow/?itid=lk_inline_manual_32' target='_blank'>skipped right over any plausible alternative explanations</a> for how Flynn’s name would’ve become known. They did so even as The Washington Post’s Ellen Nakashima broke the news that <a href='https://www.washingtonpost.com/national-security/michael-flynns-name-was-never-masked-in-fbi-document-on-his-communications-with-russian-ambassador/2020/05/20/e94ee050-9a0b-11ea-ac72-3841fcc9b35f_story.html?itid=lk_inline_manual_32' target='_blank'>Flynn’s name had never been masked in the first place</a>. They did so even as one of their own, Sen. Lindsey O. Graham (R-S.C.), asked why Grenell’s list conspicuously “<a href='https://www.judiciary.senate.gov/imo/media/doc/Letter%20from%20LOG%20to%20Grenell%20and%20Barr%20re%20unmasking%2005-19-20.pdf' target='_blank'>did not contain a record showing who unmasked General Flynn’s identity</a> for his phone call with Ambassador Kislyak.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Conservative journalist John Solomon declared that a “crime is certain to have been committed.” Fox News’s Laura Ingraham wagered that such information had definitely been illegally leaked to the media. Paul again <a href='https://www.washingtonpost.com/politics/seven-days-of-obamagate-how-a-flynn-theory-became-central-to-the-trump-reelection-campaign/2020/05/14/e698bfba-960b-11ea-82b4-c8db161ff6e5_story.html?itid=lk_inline_manual_34' target='_blank'>invoked the smoking gun</a>: “We sort of have the smoking gun because we now have the declassified document with Joe Biden’s name on it.” Sen. John Cornyn (R-Tex.) called it “<a href='https://www.washingtontimes.com/news/2020/may/15/john-cornyn-unmasking-michael-flynn-bigger-waterga/'>bigger than Watergate</a>.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Bash’s report finds not only that there was no <i>inappropriate</i> unmasking, but also that the claims about all those Obama officials supposedly requesting unmaskings in Grenell’s declassified report were badly overcooked.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“Most critically, all but one of the requests that listed a senior official as an authorized recipient of General Flynn’s identity were made by an intelligence professional to prepare for a briefing of the official, not at the direction of the official,” Bash wrote, adding: “Nothing about the content suggests that officials were seeking derogatory information about General Flynn or were otherwise inappropriately targeting him.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>There was indeed something of a high temperature wafting over the supposed scandal, but rather than smoke, it was hot air.</p>"
        },
        {
            "title": "Ky. Democrat wears noose in ad highlighting nation’s history of lynching",
            "link": "https://www.washingtonpost.com/politics/2022/06/01/kentucky-campaign-ad-lynching-paul/",
            "pubDate": "2022-06-01T17:04:56.122Z",
            "category": "Washington Post Politics",
            "description": "<p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Charles Booker, the Democratic nominee challenging Sen. Rand Paul (R-Ky.), wears a noose in a new campaign ad in which he seeks to highlight the nation’s painful history of lynching and Paul’s opposition to a 2020 bill to make it a federal hate crime.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“The pain of our past persists to this day,” Booker says in the ad. “In Kentucky, like many states throughout the South, lynching was a tool of terror. It was used to kill hopes for freedom.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The camera pans to reveal a noose around Booker’s neck.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“It was used to kill my ancestors,” he says. “Now, in a historic victory for our commonwealth, I have become the first Black Kentuckian to receive the Democratic nomination for U.S. Senate.”</p><div data-oembed-type='youtube' class='' style='min-height:0'></div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“My opponent?” Booker continues, as images of Paul flash on the screen. “The person who single-handedly blocked an anti-lynching act from being federal law.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The ad does not mention that Paul supported an updated bill, known as the Emmett Till Antilynching Act, that passed in the Senate in March and is now law. Paul did single-handedly hold up the legislation in 2020, saying he was concerned it could be applied too broadly.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In March, Paul <a href='https://www.courier-journal.com/story/news/politics/rand-paul/2022/03/01/rand-paul-backs-new-emmett-till-act-after-holding-up-old-one/9319204002/' target='_blank'>acknowledged to the Louisville Courier-Journal</a> that “it wasn’t a popular stand to slow this bill down” in 2020 but that he still thought it had been the right thing to do. Paul later co-sponsored the updated bill, which was introduced by Sens. Cory Booker (D-N.J.) and Tim Scott (R-S.C.).</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“In the end, I think the compromise language will hopefully keep us from incarcerating somebody for some kind of crime that’s not lynching,” Paul told the newspaper. “We just wanted to make sure that the punishment was proportional to the crime, and I guess it’s just good news that it finally worked out.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>President Biden signed the Emmett Till Antilynching Act into law in March, noting that it had taken more than a century of failed efforts to pass a federal law that expressly prohibited lynching.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“For a long time, lynching was pure terror to enforce the lie that not everyone, not everyone belongs in America, not everyone is created equal,” Biden said then in a Rose Garden ceremony after the bill’s signing. “Innocent men, women and children hung by nooses from trees, bodies burned and drowned and castrated. Their crimes? Trying to vote, trying to go to school, trying to own a business or preach the gospel. False accusations of murder, arson and robbery. Simply being Black.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The new law amends the U.S. Code to designate lynching a hate crime punishable by as many as 30 years in prison. More than <a href='https://www.washingtonpost.com/history/2019/10/22/more-than-people-have-been-lynched-us-trump-isnt-one-them/?itid=lk_inline_manual_5&amp;itid=lk_inline_manual_12&amp;itid=lk_inline_manual_5&amp;itid=lk_inline_manual_18'>4,000 people</a>, mostly African Americans, were reported lynched in the United States from 1882 to 1968 in all but a handful of states. Ninety-nine percent of perpetrators escaped state or local punishment.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Booker and Paul will face off in the November general election. Paul faced four challengers in the May 17 Republican primary but won handily. Booker, a former Kentucky state representative and Louisville native, was unsuccessful in his attempt to be the Democratic Senate nominee in 2020 but also easily won his primary race last month.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Booker’s new ad also calls out Paul for once <a href='https://www.politifact.com/factchecks/2015/may/27/sarah-silverman/did-rand-paul-equate-right-health-care-slavery/' target='_blank'>comparing expanded health care to slavery</a> and for his <a href='https://www.washingtonpost.com/blogs/fact-checker/post/rand-pauls-rewriting-of-his-own-remarks-on-the-civil-rights-act/2013/04/10/5b8d91c4-a235-11e2-82bc-511538ae90a4_blog.html?itid=lk_inline_manual_22' target='_blank'>past criticisms of the Civil Rights Act</a>.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><i>Felicia Sonmez and Eugene Scott contributed to this report.</i></p>"
        },
        {
            "title": "E. Robert Wallach, lawyer in 1980s Wedtech scandal, dies at 88",
            "link": "https://www.washingtonpost.com/obituaries/2022/05/31/lawyer-robert-wallach-dies/",
            "pubDate": "2022-06-01T17:04:56.862Z",
            "category": "Washington Post Politics",
            "description": "<p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>E. Robert Wallach, a California lawyer who came to Washington in the early 1980s as an adviser to presidential counselor Edwin Meese III, only to become a central figure in the Reagan-era Wedtech bribery scandal, in which he was first convicted and later freed after defending himself in court, died May 15 at his home in Alameda, Calif. He was 88.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The death was announced by the San Francisco law firm of Rains Lucia Stern, where Mr. Wallach worked in recent years. The cause was not disclosed.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Early in his career, Mr. Wallach established a reputation as one of California’s top trial lawyers, winning the state’s first million-dollar settlement in a medical malpractice case, followed by a $3.6 million verdict in New Mexico, after a child suffered brain damage at birth.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In San Francisco, he was known as a liberal Democrat who briefly sought the U.S. Senate nomination in 1976 as a supporter of gay rights and legalized marijuana. By 1980, Mr. Wallach had become a supporter of the presidential campaign of Republican Ronald Reagan, largely because of his friendship with Meese, one of Reagan’s top advisers. Meese had been Mr. Wallach’s law school classmate and moot court partner at the University of California at Berkeley.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>After Reagan’s election, Mr. Wallach came to Washington as an informal adviser to Meese, who was counselor to the president before becoming attorney general in 1985.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Mr. Wallach was named a U.S. Representative for Human Rights and served on the Advisory Commission on Public Diplomacy, but beyond sharing lunches and memos with Meese, he exercised little real authority.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Early in 1981, Mr. Wallach became the conduit to the Reagan administration for Wedtech, a small manufacturing firm in the Bronx seeking leverage on Pentagon projects. The company’s owners, unschooled in the ways of Washington, had hired a private detective to find out why they weren’t winning defense contracts.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“I didn’t think investigating the secretary of the Army and some procurement officers was going to help,” the detective, Harold Lipset, told The Washington Post in 1987. “I thought they needed a lobbyist in Washington and [Mr. Wallach] was the only one I knew who knew somebody in Washington.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Mr. Wallach, who had spent his early years in New York City, saw the company’s blue-collar executives as the kind of scrappy underdogs he had been as a young man. He wrote memos to Meese touting Wedtech as an inspiring company on the rise, and Reagan praised it in speeches.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Over the next few years, Wedtech landed Pentagon contracts worth an estimated $250 million, many of them awarded on a no-bid basis. Mr. Wallach admitted he had pocketed at least $1.3 million in stocks and fees as he helped the company gain a foothold in Washington.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>As Wedtech struggled to fulfill its contracts, federal prosecutors bought charges of bribery, racketeering and fraud against company officials, who had rewarded themselves with expensive cars and lavish meals. Several political figures were also swept up in the widening scandal, including Mr. Wallach, former White House communications director <a href='https://www.washingtonpost.com/archive/local/2006/03/28/strategist-reagan-adviser-lyn-nofziger/7b36b6f6-2b87-415a-b7a6-eabe5e94d392/?itid=lk_inline_manual_18' target='_blank'>Lyn Nofziger</a> and members of Congress.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In the end, more than 20 people were convicted in federal court. U.S. Rep. Mario Biaggi (D-N.Y.) and former Bronx borough president Stanley Simon each spent more than two years in prison on corruption charges. Meese was not prosecuted, but in the midst of the scandal he resigned from his post as attorney general in 1988.</p><p><span class='font--article-body font-copy hide-for-print ma-0 pb-md db italic interstitial'><a data-qa='interstitial-link' href='https://www.washingtonpost.com/national/mario-biaggi-ny-congressman-convicted-of-corruption-dies-at-97/2015/06/25/b824878a-1b4b-11e5-93b7-5eddc056ad8a_story.html?itid=lk_interstitial_manual_21'>Mario Biaggi, N.Y. congressman convicted of corruption, dies at 97</a></span></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Mr. Wallach was convicted of racketeering in 1989 and sentenced to six years in prison, leading to the temporary suspension of his law practice in California while he appealed the decision. His conviction was overturned in 1991, after a key witness was found to have committed perjury. (Nofziger and others similarly had their convictions reversed.)</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Still, Mr. Wallach’s legal troubles were not over, and in 1993 he faced a new trial in New York on similar charges. He refused to make a plea deal, maintaining he had never committed a crime in promoting Wedtech to federal officials.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“I am guilty of nothing but being in the wrong place at the wrong time,” he said.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Having spent more than $1 million on his defense and still owing more than $700,000, Mr. Wallach was reduced to acting as his own attorney almost out of desperation.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“If I get convicted a second time, I have nothing left,” he said. “I will lose everything, including my livelihood.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>When the arguments were finished, the deadlocked jury could not reach a decision. The judge dismissed all charges against Mr. Wallach, who went back to San Francisco to rebuild his career.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Eugene Robert Wallach was born April 11, 1934, in New York City. His parents worked in a hat factory and divorced when their son was 7.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>He moved with his mother to Los Angeles, where she worked in an airplane assembly plant during World War II.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Mr. Wallach was a champion debater in high school and graduated in 1955 from the University of Southern California. As a law student at Berkeley, he became especially close to Meese, as they studied together in the Meese family basement.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“I used to love going to their home,” he told journalist James Traub for his 1990 book about the Wedtech scandal, “Too Good to Be True.” “Ed and I were writing briefs down in the basement, his mother would come down with the sandwiches. It was right out of Andy Hardy. It was the kind of home I had never experienced.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>After graduating in 1958, Mr. Wallach joined a San Francisco law firm, then called Walkup &amp; Downing, and soon became recognized as a top courtroom advocate. He established a solo practice in 1971 and was known for a string of victories, often in cases involving accidents or medical malpractice. One of his courtroom victories, involving Girl Scouts burned in a car crash, led to the adoption of median barriers on some California highways.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“He was known as being the best lawyer in the courtroom in front of a jury,” Eustace de St. Phalle, a partner at Rains Lucia Stern, said in an interview. “He was always listening and was a great strategist.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>As Mr. Wallach’s legal reputation grew, he cultivated an air of eccentricity: He became known as “e. bob” — spelling his name without capital letters — and often went out in public with an exotic Saluki dog. He wore a yellow rose in his lapel.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>He was married two times, to Barbara Wallach and later to Glenda Jones. Survivors include three daughters from his first marriage and seven grandchildren.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>After returning to San Francisco, Mr. Wallach represented the Fang family as it purchased the San Francisco Examiner newspaper in 2000 from the Hearst company. He was also the longtime corporate counsel of the Sharper Image retail firm.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Mr. Wallach taught at several Bay Area law schools and was an informal mentor to countless lawyers. He joined Rains Lucia Stern in 2016 and continued to practice law through 2019. According to the firm, he tried 283 cases that reached a verdict — and lost only 14 times.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“The only thing I’m guilt-ridden about,” Mr. Wallach said in 1993, “is my stupidity and poor judgment in venturing off into the minefields of Washington.”</p>"
        },
        {
            "title": "Nancy Clark Reynolds, Reagan confidante and D.C. power broker, dies at 94 ",
            "link": "https://www.washingtonpost.com/obituaries/2022/05/31/nancy-clark-reynolds-reagan-dead/",
            "pubDate": "2022-06-01T17:04:57.129Z",
            "category": "Washington Post Politics",
            "description": "<p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Nancy Clark Reynolds, a confidante and aide to Ronald and Nancy Reagan who parlayed her influence within Republican circles into a long career as a Washington lobbyist and power broker, died May 23 at an assisted-living facility in Santa Fe, N.M. She was 94.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Her son Kurt Wurzberger confirmed her death and said he did not know the cause.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The daughter of a Democratic congressman and then senator from Idaho, Mrs. Reynolds came of age in Washington in the 1930s and ’40s, a time when most women could scarcely imagine pursuing professional lives like the one she eventually achieved.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Her career began in the 1950s on a dare. Then the mother of several young sons, she accepted a challenge from an acquaintance to try out for an on-air job at WBAL-TV in Baltimore, according to <a href='https://www.washingtonian.com/2007/06/01/golden-girl/' target='_blank'>a profile</a> published in Washingtonian magazine in 2007. The job was hers.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>By the 1960s, she was co-anchoring the evening news on a television station in San Francisco. She also covered politics and interviewed Ronald Reagan when the former Hollywood actor ran for California governor in 1966, making the connection that would shape much of the rest of her life.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>After winning the gubernatorial election that year, Reagan hired Mrs. Reynolds as an assistant press secretary and later special assistant. When Reagan was elected to the White House in 1980, she served on the transition team of incoming first lady Nancy Reagan. Within Reagan’s inner circle, her son Michael Reynolds recalled, she became known as “the other Nancy.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><a href='https://www.washingtonpost.com/local/obituaries/frank-carlucci-defense-secretary-and-tamer-of-federal-bureaucracies-dies-at-87/2018/06/04/1e34535a-67f9-11e8-bea7-c8eb28bc52b1_story.html?itid=lk_inline_manual_11' target='_blank'>Frank Carlucci</a>, who served under Reagan as national security adviser and later defense secretary, described Mrs. Reynolds as Nancy Reagan’s “best friend.” In an <a href='https://millercenter.org/the-presidency/presidential-oral-histories/frank-carlucci-oral-history' target='_blank'>oral history</a> with the University of Virginia’s Miller Center, he recalled that Mrs. Reynolds provided “early warnings” about the deteriorating relationship between the first lady and White House Chief of Staff <a href='https://www.washingtonpost.com/archive/local/2003/06/11/donald-regan-dies/664fb14b-a00e-4ba9-be58-544b232ed795/?itid=lk_inline_manual_11' target='_blank'>Donald T. Regan</a>, who ultimately left office in 1987.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In 1981, President Reagan appointed Mrs. Reynolds as the U.S. delegate to the U.N. Commission on the Status of Women, and in 1985 she served as co-chair of the U.S. delegation to the U.N. Decade for Women World Conference in Nairobi.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Mrs. Reynolds’s ties with the Reagans made her a sought-after figure in Washington, particularly when she partnered with Anne Wexler to form one of the city’s first bipartisan lobbying operations.</p><p><span class='font--article-body font-copy hide-for-print ma-0 pb-md db italic interstitial'><a data-qa='interstitial-link' href='https://www.washingtonpost.com/wp-dyn/content/article/2009/08/08/AR2009080802128.html?itid=lk_interstitial_manual_16'>Anne Wexler, 79; Power Broker Founded 1st Big D.C. Lobbying Firm Led by a Woman</a></span></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Wexler, a former aide to President Jimmy Carter, a Democrat, had already established Washington’s first major lobbying outfit run by a woman. Mrs. Reynolds joined the firm in 1983, making it a formidable cross-aisle force.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Because they were women, Wexler was said to have told Mrs. Reynolds that “we’re going to be underestimated, and it’ll work every time.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>They became, in the <a href='https://www.nytimes.com/1983/04/12/us/a-lobbying-firm-specializing-in-bipartisanship.html' target='_blank'>description</a> of the New York Times, “two of the best-known political operatives in the capital,” with clients including General Motors, American Airlines and MCI Communications.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“The name of the consulting game is how many people you know and the ease with which you can call them and ask them questions, if nothing else,” Mrs. Reynolds <a href='https://www.washingtonpost.com/archive/lifestyle/magazine/1992/08/02/the-privatization-of-craig-fuller/f910e860-076c-487d-9bc0-d9a0db5d9850/?itid=lk_inline_manual_21' target='_blank'>told The Washington Post</a> in 1992. “Everybody is dependent on everybody else here. It’s a friendly feeding game.”</p><div data-qa='article-image' class='hide-for-print'><div style='min-height:358px'></div></div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Nancy Worth Clark was born in Pocatello, Idaho, on June 26, 1927. Her mother was a homemaker and volunteer.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Her father, David Worth Clark, served in the U.S. House from 1935 to 1939 and then in the Senate until 1945. The Clark side of the family produced two Democratic governors of Idaho in the late 1930s and early 1940s, Barzilla Clark and Chase Clark. An uncle on Mrs. Reynolds’s maternal side, Robert E. Smylie, was a Republican who served as Idaho governor from 1955 to 1967. (Mrs. Reynolds, for her part, told Washingtonian that she became a Republican after interviewing <a href='https://www.washingtonpost.com/wp-srv/politics/daily/may98/goldwater30.htm?itid=lk_inline_manual_26' target='_blank'>Sen. Barry Goldwater</a> of Arizona, the conservative standard-bearer who was the GOP nominee for president in 1964.)</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>During her father’s time in Washington, Mrs. Clark and her family lived in the Shoreham hotel, prompting <a href='https://www.washingtonian.com/2007/06/01/golden-girl/' target='_blank'>Washingtonian to describe</a> her as “D.C.’s Eloise,” a reference to the protagonist of the children’s picture book series by Kay Thompson and Hilary Knight about a precocious girl who lives in New York City’s Plaza Hotel. Mrs. Reynolds recalled her father playing poker with President Harry S. Truman.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>She was a 1945 graduate of Immaculata high school in Washington and received a bachelor’s degree in English from Goucher College in Baltimore in 1949.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>After her first marriage, to Bill Wurzberger, ended in divorce, Mrs. Reynolds returned to Idaho, where she hosted a daytime talk show before moving to California. Between Reagan’s time in the California governor’s mansion and his election to the White House,<b> </b>she did lobbying work for Boise Cascade, an Idaho-based manufacturer and supplier of building materials, and for Bendix, a manufacturing concern.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Mrs. Reynolds served for a period as president of Wexler, Reynolds, Harrison &amp; Schule, as the firm she formed with Wexler was formally known. The business was acquired in 1990 by Hill &amp; Knowlton.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Mrs. Reynolds’s second marriage, to Frank Reynolds, a journalist, Republican campaign aide and lobbyist, ended in divorce.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Survivors include her longtime companion, Bob Kemble of Albuquerque; three sons from her first marriage, Clark Wurzberger of Weimar, Calif., Dean Wurzberger of Allen, Tex., and Kurt Wurzberger of University Park, Md.; a son from her second marriage, Michael Reynolds of Annandale, Va.; and four grandchildren.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Asked for her advice for Washington lobbyists, Mrs. Reynolds once counseled against thinking in “partisan terms.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>One must “stand back and look at Washington with a jaundiced eye and a great deal of humor,” she <a href='https://www.nytimes.com/1983/04/12/us/a-lobbying-firm-specializing-in-bipartisanship.html' target='_blank'>remarked to the Times</a>. “You have to see it through that prism and be able to laugh at yourself and at a lot of what goes on.”</p>"
        },
        {
            "title": "Guns are all over GOP ads and social media, prompting some criticism",
            "link": "https://www.washingtonpost.com/politics/2022/05/31/republicans-guns-ads-posts/",
            "pubDate": "2022-06-01T17:04:57.409Z",
            "category": "Washington Post Politics",
            "description": "<p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Former hedge fund CEO David McCormick<a href='https://www.youtube.com/watch?v=KkvKWhD2eJI&amp;feature=emb_imp_woyt' target='_blank'> first shoots</a> the hunting rifle he says he used as a teenager. Pow. Next, he cocks the rifle he says he used at the U.S. Military Academy and fires. Pow. Then he points a semiautomatic assault rifle like one he says he used in Iraq at a faraway target. Pow. Pow. Pow. Pow.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Former television personality and surgeon Mehmet Oz loads a shotgun and shoots. “When people say I don’t support guns? They’re dead wrong,” Oz says. The camera then zooms in on Oz locking a magazine onto an AR-15 style rifle.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>McCormick and Oz, the finalists in a high-stakes Republican primary for U.S. Senate in Pennsylvania that <a href='https://www.washingtonpost.com/politics/2022/05/25/pennsylvania-senate-gop-recount/?itid=lk_inline_manual_5' target='_blank'>has gone to a recount</a>, have spent months trying to showcase their conservative bona fides to GOP base voters and head off skepticism of their elite backgrounds on Wall Street and in Hollywood, respectively. Part of that strategy involved commercials showing them shooting guns.</p><div data-qa='article-video' class=''><div><div data-testid='video-wrapper'><figure class='pt-xs mb-md mr-auto-ns ml-auto-ns hide-for-print\n    ml-neg-gutter mr-neg-gutter'><div class='w-100 aspect-custom' style='overflow:hidden;background:rgb(245, 245, 245) center center no-repeat;background-size:contain;background-image:url(https://www.washingtonpost.com/player/prod/img/video-thumbnail-bg.png);--aspect-width:1;--aspect-height:0.5625'></div><figcaption><figcaption class='mt-xs mr-auto-ns ml-auto-ns left gray-dark font--subhead font-xxxs ml-gutter mr-gutter' data-qa='video-caption'>On April 29 Republican Pennsylvania senate candidate Mehmet Oz posted a campaign ad addressing his support for the 2nd Amendment. (Video: DoctorOz | YouTube)</figcaption></figcaption></figure></div></div></div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Although candidates in both parties have long used guns as a campaign prop, the images have in recent years become more prevalent, and intentionally provocative, in Republican advertising, holidays greetings and other forms of communication with the public. Such placements convey a cultural and political solidarity with conservatives more powerfully than most anything else, according to Republican strategists and aides.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“It is a very visual example. It’s an illustration of where both sides are in that the more the right feels they are going to lose their Second Amendment rights, the further they’re going to go to defend them,” said Terry Sullivan, a veteran Republican strategist.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>But as the nation reckons with a pair of deadly mass shootings at a <a href='https://www.washingtonpost.com/nation/2022/05/15/buffalo-shooting-victims/?itid=lk_inline_manual_11' target='_blank'>Buffalo grocery store</a> and a <a href='https://www.washingtonpost.com/nation/2022/05/30/rosaries-bouquets-tiny-caskets-uvalde-begins-bury-its-dead/?itid=lk_inline_manual_11' target='_blank'>Texas elementary school</a>, some are warning that these photos and videos are harmful and glorify the use and ownership of firearms designed to kill.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“These ads create a dangerous impression that firearms, and assault-style firearms specifically, are casual tools rather than dangerous weapons,” said Kris Brown, the president of Brady, a gun violence prevention organization. “To use them to grandstand and to provocate is dangerous.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Some Republicans rejected that position, arguing they are promoting safe and legal gun use.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Last Christmas season, Rep. Thomas Massie (R-Ky.) <a href='https://twitter.com/repthomasmassie/status/1467197523127422979' target='_blank'>posted</a> a holiday photo on social media showing him and his family posed in front of a Christmas tree, all clutching military-style firearms.</p><div data-oembed-type='twitter' class='' style='min-height:171px'><blockquote class='twitter-tweet'><p lang='en' dir='ltr'>Merry Christmas! 🎄 <br>ps. Santa, please bring ammo. 🎁 <a href='https://t.co/NVawULhCNr'>pic.twitter.com/NVawULhCNr</a></p>— Thomas Massie (@RepThomasMassie) <a href='https://twitter.com/RepThomasMassie/status/1467197523127422979?ref_src=twsrc%5Etfw'>December 4, 2021</a></blockquote>\n<script async='' src='https://platform.twitter.com/widgets.js' charset='utf-8'></script>\n</div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Rep. Lauren Boebert (R-Colo.), who has built her political brand in large measure around her devotion to guns, responded to Massie’s tweet <a href='https://twitter.com/laurenboebert/status/1468411381653323777' target='_blank'>with a photo of her</a> and her sons holding similar assault rifles with a message to her colleague: “The Boeberts have your six” — military jargon for having someone’s back.</p><div data-oembed-type='twitter' class='' style='min-height:171px'><blockquote class='twitter-tweet'><p lang='en' dir='ltr'>The Boeberts have your six, <a href='https://twitter.com/RepThomasMassie?ref_src=twsrc%5Etfw'>@RepThomasMassie</a>!<br><br>(No spare ammo for you, though) <a href='https://t.co/EnDYuXaHDF'>pic.twitter.com/EnDYuXaHDF</a></p>— Lauren Boebert (@laurenboebert) <a href='https://twitter.com/laurenboebert/status/1468411381653323777?ref_src=twsrc%5Etfw'>December 8, 2021</a></blockquote>\n<script async='' src='https://platform.twitter.com/widgets.js' charset='utf-8'></script>\n</div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>While most representatives of the elected officials and candidates cited in this report did not immediately respond to a request for comment, John Kennedy, communications director for Massie, defended his boss’s decision to promote his photograph and said it did not send a dangerous message.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“Rep. Massie’s photo was so popular with his Kentucky constituents that the most commonly heard complaint we received was that this photo was not released as the actual Christmas card,” Kennedy said.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Over the past several election cycles, Democrats running in rural, conservative-leaning states have also featured guns in their ads. In 2010, Sen. Joe Manchin III (D-W.Va.) famously shot a gun at a Democratic environmental and energy proposal bill in a <a href='https://www.youtube.com/watch?v=xIJORBRpOPM&amp;feature=youtu.be' target='_blank'>campaign ad</a>, and eight years later, he released another one shooting at a lawsuit challenging the Affordable Care Act.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Democrats in recent years have outpaced Republican spending on gun-related ads, a signal of the party’s increasing inclination to campaign for stricter gun laws. But so far this year, Republicans have aired dozens more ads about guns than Democrats, according to data analyzed by AdImpact. The media-tracking firm identified 121 Republican ads dealing with guns and just 18 Democratic ones that are gun-related.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Sullivan said Republicans who highlight gun imagery in primaries where the competition for GOP base voters is intense might pay a political price in the general election. Others took a similar view.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“It seems to be a rite of passage now for Republicans in primaries to prove how tough they are protecting the Second Amendment,” said Neil Oxman, a Democratic communications strategist in Pennsylvania. “It is their calling card to tell Republican voters that they are conservative, and by doing that, you don’t really have to do anything else. By doing that, that’s enough for the Republican primary voters who have gone further and further to the right.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Olivia Troye, who was a homeland security adviser to former vice president Mike Pence and worked on mass shootings and domestic terrorism issues, warned that the promotion of guns and violence by Republican candidates and elected officials has far reaching implications, in part by “normalizing and mainstreaming a weapon that is designed and meant to kill.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Ron Filipkowski, a lifelong Republican who also broke with the party over former president Donald Trump and now tracks right-wing messaging, said he first noticed the uptick in gun-related GOP ads in August when he kept seeing Republican candidates sharing images of themselves with assault-style firearms and <a href='https://twitter.com/RonFilipkowski/status/1422589202965966851' target='_blank'>decided to tally them</a>. He said he got to about a dozen before they became too frequent to keep up with in real-time.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“It’s really become a cultural thing now. It used to be a cultural thing as hunting goes, but these guys aren’t hunting … I’m talking about running around playing warrior. They view that as a sport now, and to participate in that sport, you need assault weapons,” Filipkowski said. “It’s the posing with them in pictures to say, ‘Hey, I’m a tough guy. I’m a badass. Come and take this away.' ”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Rep. Vicky Hartzler (R-Mo.) recently sent a mailer to constituents that showed her clutching an AR-15-style weapon in one picture and shooting a handgun in another. Kevin Knoth, Hartzler’s spokesman, said in an email that the mail was approved May 12 and sent for delivery May 13 before the deadly mass shootings at supermarket in Buffalo and an elementary school in Uvalde, Tex.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Knoth did not respond directly when asked if Hartzler regrets that some of her constituents received the mailer after those tragedies, saying only that the congresswoman “is praying for all those lost and their loved ones” and is urging support for legislation to allow off-duty and retired law enforcement personnel to carry concealed firearms on school grounds.</p><div data-qa='article-video' class=''><div><div data-testid='video-wrapper'><figure class='pt-xs mb-md mr-auto-ns ml-auto-ns hide-for-print\n    ml-neg-gutter mr-neg-gutter'><div class='w-100 aspect-custom' style='overflow:hidden;background:rgb(245, 245, 245) center center no-repeat;background-size:contain;background-image:url(https://www.washingtonpost.com/player/prod/img/video-thumbnail-bg.png);--aspect-width:1;--aspect-height:0.5625'></div><figcaption><figcaption class='mt-xs mr-auto-ns ml-auto-ns left gray-dark font--subhead font-xxxs ml-gutter mr-gutter' data-qa='video-caption'>Mark and Patricia McCloskey pointed guns at protesters in St. Louis who were marching to call for the resignation of Mayor Lyda Krewson on June 28, 2020. (Video: Daniel Shular via Storyful)</figcaption></figcaption></figure></div></div></div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Mark McCloskey, who once <a href='https://www.washingtonpost.com/nation/2021/05/19/missouri-mark-mccloskey-senate-campaign/?itid=lk_inline_manual_39' target='_blank'>pointed a gun</a> at Black Lives Matter protesters and is now running in the Republican primary for U.S. Senate in Missouri, has images of assault weapons all over his social media. “Firearms are the ultimate equalizer,” one post says, over a photo of him holding a gun. On his campaign website, he boasts that his story “has empowered thousands of new gun owners across the country to purchase a firearm and learn how to defend themselves.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>This year, an Arizona Republican running to unseat Democratic Sen. Mark Kelly released an ad that portrayed him as a sheriff and<a href='https://www.washingtonpost.com/politics/2022/02/10/campaign-ad-senate-candidate-shoots-gun-actors-playing-biden-pelosi-sen-mark-kelly-whose-wife-gabby-giffords-was-injured-arizona-rampage/?itid=lk_inline_manual_41' target='_blank'> showed him in an old Western-style standoff</a> with actors playing Kelly, President Biden and House Speaker Nancy Pelosi (D-Calif.).</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In the ad, the GOP candidate, businessman Jim Lamon, says: “The good people of Arizona have had enough of you. It’s time for a showdown.” The three Democrats draw their weapons. Lamon points his gun and shoots the weapons out of their hands. The Kelly, Biden and Pelosi characters run away. The ad <a href='https://www.azcentral.com/story/news/politics/elections/2022/02/10/republican-senate-candidate-jim-lamon-assailed-for-gunslinging-ad-against-kelly-biden-pelosi/6740360001/' target='_blank'>drew some criticism</a>, including from Republican rivals.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Last spring, Sen. Lindsey O. Graham (R-S.C.) posted <a href='https://twitter.com/LindseyGrahamSC/status/1377726295103131649' target='_blank'>a video on Twitter </a>of himself shooting an AR-15 in a gun range. “Now, why would anybody need to own an AR-15?” Graham asked in a follow-up post. “If there is a breakdown of law and order, and that can happen … it’s not impossible to find yourself in the modern world without any police protection, because that’s just the way the times are in which we live in.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“Senator Graham is a strong supporter of the Second Amendment,” Graham spokesman Kevin Bishop said, when asked about the senator’s social media posts.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Political campaigns and organizations have held contests gifting military-assault weapons to supporters. In Georgia, Josh Clark, a Republican Senate candidate who recently lost the primary to former football star Herschel Walker, said in March that he planned to give away an AR-15 every week until the election. His goal, he said, was to “advance” the use of AR-15 rifles, which he said “should be one of the most commonly owned firearms across America.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Last fall, Rep. Marjorie Taylor Greene (R-Ga.) gave supporters a chance to win a 50-caliber rifle <a href='https://www.youtube.com/watch?v=EhT9Yp1tK1Q' target='_blank'>she used in an ad to blow up a Toyota Prius</a> with the word “socialism” emblazoned on its side. The footage showed the massive explosion from various angles and directed viewers to a website that allowed them to enter to win Greene’s rifle.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“This is the same type of gun that TRIGGERS the Fake News Media and Democrats all across the country,” Greene’s webpage read. “And it’s the same type of gun the hate-America gun-grabbers in DC would love to BAN if they ever get the votes.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In January, Greene posted a photo with the contest recipient, both smiling as he cradled the massive weapon.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><i>Isaac Arnsdorf contributed to this report.</i></p>"
        },
        {
            "title": "White House scrambles on inflation after Biden complains to aides",
            "link": "https://www.washingtonpost.com/politics/2022/05/31/biden-inflation-frustration/",
            "pubDate": "2022-06-01T17:04:57.649Z",
            "category": "Washington Post Politics",
            "description": "<p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The White House launched a new push Tuesday to contain the political damage caused by inflation after President Biden complained for weeks to aides that his administration was not doing enough to publicly explain the fastest price increases in roughly four decades.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Aiming to demonstrate to the public that it is responding to its concerns, Biden met with Federal Reserve Chair Jerome H. Powell in the Oval Office, <a href='https://www.wsj.com/articles/my-plan-for-fighting-inflation-joe-biden-gas-prices-economy-unemployment-jobs-covid-11653940654' target='_blank'> wrote an op-ed in the Wall Street Journal </a>about inflation and sent top aides across major networks to push the administration’s economic message.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The flurry of activity comes after Biden has privately grumbled to top White House officials over the administration’s handling of inflation, expressing frustration over the past several months that aides were not doing enough to confront the problem directly, two people familiar with the president’s comments said, speaking on the condition of anonymity to describe private conversations.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The flurry of moves reflects a new urgency within the White House as it grapples with the growing likelihood that high inflation will <a href='https://www.washingtonpost.com/us-policy/2022/05/25/cbo-inflation-projection-debt/?itid=lk_inline_manual_8' target='_blank'>extend through the midterm elections</a>, eclipsing Biden’s agenda and undermining his ability to tout his accomplishments — and that there may be little Biden can do about it.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>With price hikes <a href='https://www.washingtonpost.com/business/2022/05/11/april-cpi-federal-reserve?itid=lk_inline_manual_9' target='_blank'>reaching 8 percent</a> in April, the pressures appear unlikely to abate soon amid the ongoing fallout of the war in Ukraine, <a href='https://www.washingtonpost.com/coronavirus/?itid=lk_inline_manual_9' target='_blank' class='contextual_link'>coronavirus</a> lockdowns in China and a surge in gas prices likely to be exacerbated by the summer driving season, all factors beyond the president’s control.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Fuel prices <a href='https://www.washingtonpost.com/business/2022/05/31/oil-prices-surge-gas-hits-new-high-after-eu-cracks-down-russia/?itid=lk_inline_manual_10' target='_blank'>hit a record high Tuesday</a>, with a gallon of gas now costing $4.62 on average — a 52 percent increase from last year — according to AAA, after the European Union announced progress on a deal to ban Russian energy imports.</p><p><span class='font--article-body font-copy hide-for-print ma-0 pb-md db italic interstitial'><a data-qa='interstitial-link' href='https://www.washingtonpost.com/us-policy/2022/05/31/inflation-economy-timeline/?itid=lk_interstitial_manual_11'>How policymakers repeatedly misjudged inflation</a></span></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>That leaves Biden struggling to show that at least he understands that Americans are suffering and is doing what he can.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>On Tuesday, the administration’s top economic officials fanned across cable news channels and appeared in the White House press briefing room to underscore their efforts to fight the price increases.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>While not announcing any new  measures to combat inflation, the White House insisted the American economy is in strong position for the Federal Reserve to tame high prices, because high growth and low unemployment create a buffer against future interest rate hikes.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Appearing with Powell and Treasury Secretary Janet L. Yellen in the Oval Office, Biden said he and the central bank share a “laser focus” on addressing inflation. “My top priority … is addressing inflation in order to transition from a historic recovery to a steady growth that works for American families,” Biden said.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>But the message was complicated, because while the president sought to take credit for the Fed being well-positioned tackle inflation, he also emphasized that he is not interfering with its policies, as President Donald Trump was accused of doing.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Biden said his inflation plan “starts with a simple proposition: Respect the Fed and respect the Fed’s independence, which I have done and will continue to do. … I’m not going to interfere with their critically important work.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The new activity comes after Biden had complained to aides that they were not doing a good job explaining the causes of inflation and what the administration is doing about it. A White House spokesman declined to comment on Biden’s instructions to his aides on inflation.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Yellen acknowledged that the administration didn’t expect the last year to play out the way it has. “I think I was wrong then about the path that inflation would take,” she <a href='https://edition.cnn.com/2022/05/31/politics/treasury-secretary-janet-yellen-inflation-cnntv/index.html' target='_blank'>told CNN</a> on Tuesday. (A Treasury spokesperson said later Yellen was merely noting that “there have been shocks to the economy that have exacerbated inflationary pressures which couldn’t have been foreseen 18 months ago, including Russia’s decision to invade Ukraine, multiple successive variants of COVID, and lockdowns in China.”)</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>An NBC News poll released earlier this month <a href='https://www.documentcloud.org/documents/22014966-nbc-news-may-poll' target='_blank'>found </a>that 33 percent of Americans approve of Biden’s handling of the economy, while 23 percent approve of his handling of the cost of living.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>A Washington Post-ABC News <a href='https://www.washingtonpost.com/politics/2022/05/01/poll-biden-post-abc/?itid=lk_inline_manual_27' target='_blank'>poll in early May</a> found that more than 9 in 10 Americans are concerned, at a minimum, about the rate of inflation, which has been at a 40-year high for months. That included 44 percent who say they are “upset” about the problem.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In what might be worse for the president and his party, 68 percent said they disapprove of Biden’s handling of inflation, compared with 28 percent who approve.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The White House has grappled unevenly with how to respond to this threat since it emerged last summer. The administration initially downplayed the extent of the problem, inaccurately <a href='https://www.washingtonpost.com/us-policy/2022/05/31/inflation-economy-timeline/?itid=lk_inline_manual_30' target='_blank'>saying it would prove “temporary.”</a></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>When price increases persisted, the administration pivoted last fall to acknowledging that inflation was real but arguing that the Democrats’ Build Back Better legislative agenda was best suited to respond to families’ cost pressures.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Since Build Back Better collapsed after opposition from Sen. Joe Manchin III (D-W.Va.) and Republicans at the end of December, the White House has scrambled to find new responses to inflation, highlighting its actions to improve supply chain bottlenecks and its investments through the bipartisan infrastructure bill.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The White House has also stressed all the ways the American economy is quickly rebounding, as the unemployment rate plummets and gross domestic product surges. But that, too, is a tricky message, as the administration tries to simultaneously celebrate a booming economy and acknowledge that people are suffering.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The White House messaging has also been inconsistent in part because its attention has been seized by such powerful events as Russia’s aggression and a pair of horrific gun massacres. Yet unrelenting inflation threatens to undermine a central part of Biden’s political identity — that he knows and understands the problems of working-class Americans.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>This week, the White House is making a “concerted effort” to “communicate our accomplishments to date on the economy,” while emphasizing Republican economic proposals that the administration believes will help create a favorable contrast, according to a White House official, who described the administration’s planning on the condition of anonymity to reveal internal deliberations. Democrats argue that Republicans embrace low taxes for the wealthy while paying little attention to the needs of ordinary Americans.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The administration’s top economic officials — including Yellen, Commerce Secretary Gina Raimondo and Deputy Treasury Secretary Wally Adeyemo — will be appearing on television this week as part of that push. Those appearances started in earnest Tuesday.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In recent weeks, Biden and his allies <a href='https://www.washingtonpost.com/politics/2022/05/11/biden-rick-scott-personal-attacks/?itid=lk_inline_manual_42' target='_blank'>have taken particular aim at Sen. Rick Scott</a> (R-Fla.), who runs the Senate Republicans’ campaign arm, and his 11-point conservative policy platform that includes language White House officials say could raise taxes on all Americans.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“It’s the ultra-MAGA agenda,” Biden said in a speech in early May.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Biden aides are also ramping up their push on Capitol Hill for an economic bill that would tackle the high cost of prescription drugs, child care and other items —  remnants of Biden’s once-expansive Build Back Better agenda. The bill probably would be supported only by Democrats, and party leaders believe that would let them make the case that they are fighting to help ordinary Americans while Republicans are standing idly by.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>But even those close to the administration acknowledge the messaging changes might not be enough to address voter unrest, and some in the White House orbit are pushing for more dramatic action.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The White House <a href='https://www.washingtonpost.com/us-policy/2022/02/15/democrats-gas-tax-holiday/?itid=lk_inline_manual_48' target='_blank'>openly toyed</a> with embracing a federal gas tax holiday to bring motorists relief at the pump but eventually abandoned that idea. Internal debates have erupted among administration allies over whether to adopt a more full-throated populist message and blame corporate greed for higher inflation.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>While Biden has occasionally criticized consolidation in such industries as meatpacking, he has never been comfortable with a sharply anti-corporate stance and has largely shied away from the rhetoric deployed by such  liberal leaders as Sen. Elizabeth Warren (D-Mass.).</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The White House has taken some actions to alleviate inflation, including a large release from the nation’s oil reserves and waiving ethanol rules to generate more fuel supply. Those steps do not appear to have materially altered the trajectory of high prices.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>But much of the response has been rhetorical. Biden has taken to calling the rising cost of fuel “Putin’s price hike,” for example, referring to Russian President Vladimir Putin and the strain on gas prices from Russia’s war in Ukraine.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“It seems like they’ve given up doing anything and have settled into figuring out what the best thing to say is,” said one person in close communication with senior White House economists, speaking on the condition of anonymity to reflect private conversations. “There’s almost more debate about the right narrative than the right policy stance.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Mark Zandi, chief economist at Moody’s Analytics, said the Biden administration “is doing as good a job as possible.” But rising prices are “psychologically debilitating” for Americans, he added, and the White House needs to be persistent in explaining to the public why inflation is so high.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“People are using inflation as a political cudgel, so it’s just complicated people’s understanding of what’s going on,” Zandi said. “But I think the American people understand this is the number one financial issue. They’re not going to feel good about anything until inflation is back down to something that is more comfortable.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Republicans have argued that the Biden administration lost credibility on the question of inflation long ago, when it initially dismissed it as a “transitory” effect of the economy reopening after the pandemic, only for high prices to become a long-lasting and stubborn problem.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Conservative economists and many centrist experts also argue that Biden’s $1.9 trillion stimulus plan last year exacerbated inflation by overstimulating the economy and driving up demand. And GOP economists dismissed the notion that Biden’s promise to let the Federal Reserve do its job is an inflation-fighting strategy.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“'Trust the Fed’ is not a plan. It’s not something the White House is doing to get inflation under control,” said Donald Schneider, who served as a top aide to House Republicans on the Ways and Means Committee. “It’s consistent misdirection, and people can see through it. … It’s too little, too late.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Some critics of the White House’s economic management, such as former treasury secretary Lawrence H. Summers, praised Biden  for refraining in the Fed’s affairs. But it remains unclear whether the central bank has the latitude to tame inflation without causing a recession, and if that were to occur, it could prove an even worse headache for the Biden administration.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“I don’t think there’s a durable reduction in inflation without a meaningful reduction in wage growth,” Summers told The Washington Post on Tuesday. “When inflation’s been above four percent and unemployment’s been below four percent, we’ve always had a recession within the next two years.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>He added, “I think the likelihood is that we’re not going to get through this with a soft landing. … Given where we have been, it is going to be very difficult to get through this.”</p>"
        },
        {
            "title": "Special counsel loses first trial of Trump probe; Sussmann acquitted",
            "link": "https://www.washingtonpost.com/national-security/2022/05/31/sussmann-not-guilty-lying-fbi-hillary-clinton/",
            "pubDate": "2022-06-01T17:04:57.885Z",
            "category": "Washington Post Politics",
            "description": "<p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>A federal jury delivered a major setback to special counsel John Durham on Tuesday, acquitting cybersecurity lawyer Michael Sussmann on a charge that he lied to the FBI in 2016 while acting on behalf of the Hillary Clinton campaign.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>After a two-week trial that revived old controversies about the FBI’s role in that presidential election, the verdict was not a close call or a hard decision, two jurors told The Washington Post.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“Politics were not a factor,” said the jury forewoman, who declined to give her name as she left the federal courthouse in downtown Washington. “We felt really comfortable being able to share what we thought. We had concise notes, and we were able to address the questions together.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“Personally, I don’t think it should have been prosecuted,” the forewoman added, saying the government “could have spent our time more wisely.” A second juror told The Post that in the jury room, “everyone pretty much saw it the same way.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Sussmann was accused of lying to a senior FBI official in September 2016 when he brought allegations of a secret computer communications channel between the Trump Organization and Russia-based Alfa Bank. FBI agents investigated the data but concluded there was nothing suspicious about it.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Durham was appointed three years ago by President Donald Trump’s attorney general, William P. Barr, to look for possible wrongdoing among federal agents who investigated Trump’s 2016 campaign. The probe has become a Rorschach test of sorts for partisans still eager to spar over which presidential candidate was treated unfairly in the 2016 election.</p><p><span class='font--article-body font-copy hide-for-print ma-0 pb-md db italic interstitial'><a data-qa='interstitial-link' href='https://www.washingtonpost.com/politics/2022/05/31/navarro-subpoena-capitol-probe/?itid=lk_interstitial_manual_11'>Former Trump trade adviser Peter Navarro subpoenaed by Jan. 6 committee</a></span></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>After about six hours of deliberations, the jury unanimously rejected Durham’s charge that Sussmann falsely told the FBI he was not bringing it the information on behalf of any client. Prosecutors allege that Sussmann sought out the FBI<b> </b>on behalf of the Clinton campaign and technology executive Rodney Joffe; Sussmann’s defense attorney countered that he acted on his own, without his clients’ knowledge.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Sussmann, who had remained masked throughout the trial, stood up in court and took off his mask as the jury forewoman read the verdict. Stepping outside the courthouse, he thanked the jury.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“I told the truth to the FBI,” he said. “Despite being falsely accused, I am relieved that justice ultimately prevailed in this case. As you can imagine, this has been a difficult year for my family and me. But right now, we are grateful for the love and support of so many during this ordeal, and I’m looking forward to getting back to the work that I love.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>A Justice Department spokesman did not immediately comment on the Sussmann verdict, though it is likely to increase calls from outside the department to end Durham’s assignment.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The Sussmann case marked the first trial to arise out of Durham’s work as special counsel. The longtime prosecutor plans another trial in the fall, <a href='https://www.washingtonpost.com/national-security/steele-dossier-arrest-danchenko-trump-durham/2021/11/04/7e76b9ae-3d77-11ec-8ee9-4f14a26749d1_story.html?itid=lk_inline_manual_19' target='_blank'>of a researcher accused of lying</a> to the FBI about his research into Trump. In a previous Durham case, a former FBI lawyer pleaded guilty to altering a government email.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Durham did not speak outside court on Tuesday, instead issuing a statement that said, “While we are disappointed in the outcome, we respect the jury’s decision and thank them for their service.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Gregory Brower, a former U.S. attorney and senior FBI official, said the acquittal was “not a surprising result given the lack of evidence.” The only witness to Sussmann’s conversation with then-FBI lawyer James Baker was Baker himself, and he has given conflicting statements over the years and took no notes on their discussion.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Brower noted that much of what Durham was tapped to investigate was exhaustively examined by the Justice Department’s inspector general before Durham was appointed. He also said the government historically has charged people with making false statements based on direct, real-time written or recorded records of the statements, rather than people’s memories.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“The special counsel was only appointed because the former president wanted an investigation that he could point to for political reasons during the campaign, and Barr gave him one,” he said. “This quick acquittal should mark the end of this chapter.”</p><p><span class='font--article-body font-copy hide-for-print ma-0 pb-md db italic interstitial'><a data-qa='interstitial-link' href='https://www.washingtonpost.com/national-security/2022/05/21/sussmann-durham-fbi-clinton-times/?itid=lk_interstitial_manual_27'>Sussmann prosecutors also take aim at Clinton, the FBI and the press</a></span></p><div data-qa='article-image' class='hide-for-print'><div style='min-height:358px'></div></div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Robert Mintz, a former federal prosecutor now in private practice, said the acquittal “will only provide further ammunition for those who believe that the three-year investigation into possible government misconduct during the investigation into potential ties between Russia and the Trump campaign should soon come to an end.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Over two weeks of testimony, the case rehashed some of the bitter controversies from the Trump-Clinton contest.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Jurors were tasked with answering a fairly simple legal and factual question — whether Sussmann lied about his client and whether that lie was relevant to the FBI investigation. Prosecutors argued Sussmann’s lie was just <a href='https://www.washingtonpost.com/national-security/2022/05/21/sussmann-durham-fbi-clinton-times/?itid=lk_inline_manual_32'>one part of a larger scheme</a> by Clinton loyalists to use the FBI and news reporters to launch a damaging, last-minute revelation against Trump that would tip the election to Clinton.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“You can see what the plan was,” assistant special counsel Andrew DeFilippis told jurors in D.C. federal court. “It was to create an October surprise by giving information both to the media and to the FBI to get the media to write that there was an FBI investigation.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Sussmann lied, DeFilippis said, because if he’d told the FBI that he was acting on behalf of Clinton, the FBI was less likely to consider his evidence or open an investigation.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The jury ultimately rejected the prosecution’s claims — apparently swayed by Sussmann’s attorney, Sean Berkowitz, who said the prosecution was trying to turn a 30-minute meeting more than five years ago into a “giant political conspiracy theory.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Prosecutors showed the jury emails, law firm billing records and even a Staples receipt for thumb drives to tie Sussmann to the Clinton campaign. But Berkowitz said much of the witness testimony showed that the Clinton campaign did not want the Alfa Bank allegations taken to the FBI, because the campaign preferred to see a news story about the issue and feared an investigation might complicate or delay such stories.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“There is a difference,” Berkowitz said, “between having a client and doing something on their behalf.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>He ridiculed prosecutors for painting as nefarious efforts to dig up damaging information about Trump for a campaign.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“Opposition research is not illegal,” he said, adding that if it were, “the jails of Washington, D.C., would be teeming over.”</p><p><span class='font--article-body font-copy hide-for-print ma-0 pb-md db italic interstitial'><a data-qa='interstitial-link' href='https://www.washingtonpost.com/national-security/2022/05/16/sussmann-trial-durham-trump-clinton/?itid=lk_interstitial_manual_44'>What's at stake in the Sussmann trial</a></span></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Berkowitz readily conceded that Sussmann talked to reporters as part of his job, including journalists for The Post and Reuters. He said prosecutors brought the case because they suffered from “tunnel vision” over news articles in Slate and the New York Times that appeared on Oct. 31, 2016, and — he argued — had little impact on the campaign.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“That’s the story? That’s the leak? That’s the conspiracy? Please,” Berkowitz said.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The key witness of the trial was Baker, who was the FBI’s top lawyer when he met with Sussmann on Sept. 19, 2016. Baker told the jury that he was “100 percent confident” that Sussmann insisted to him he was not acting on behalf of a client and that if he had believed that Sussmann was acting on a client’s behalf, he would have handled the conversation differently and perhaps not even agreed to the meeting.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Sussmann’s attorneys repeatedly challenged Baker’s credibility, noting that in one earlier interview, Baker said Sussmann was representing cybersecurity clients; in another, he seemed to say he didn’t remember that part of the talk. In response to questions on the witness stand, he said he couldn’t remember 116 times, according to Berkowitz.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Baker, who now works for Twitter, testified that Sussmann told him that a major newspaper — he later learned it was the New York Times — was preparing to write about the allegations. That apparently worried Baker; he<b> </b>said he knew a news story would probably cause any suspicious communications to stop, so he wanted the FBI to be able to investigate before an article appeared.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Prosecutors say it was Sussmann himself who had provided the allegations about Trump to the Times.</p>"
        },
        {
            "title": "Dissecting Kevin McCarthy’s case for bucking the Jan. 6 panel’s subpoena",
            "link": "https://www.washingtonpost.com/politics/2022/05/31/mccarthy-letter-jan-6/",
            "pubDate": "2022-06-01T17:04:58.128Z",
            "category": "Washington Post Politics",
            "description": "<p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>It comes as precisely zero surprise that House Minority Leader Kevin McCarthy (R-Calif.) and his GOP colleagues <a href='https://www.washingtonpost.com/politics/2022/05/13/jan-6-panels-historic-subpoenas-house-gopers-whats-next/?itid=lk_inline_manual_2' target='_blank'>who have been subpoenaed by the Jan. 6 committee</a> are resisting testifying. And it’s not clear under what circumstances the committee could even compel them to cooperate in time, given their investigation is due to conclude before the 2022 midterms.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>But it’s worth a look at how <a href='https://www.washingtonpost.com/politics/2022/05/27/kevin-mccarthy-is-unlikely-comply-with-jan-6-house-committee-subpoena/?itid=lk_inline_manual_4' target='_blank'>McCarthy justifies his actions</a> — a case that’s strained at times and relies heavily upon arguments that judges previously rejected. On Friday night, McCarthy posted <a href='https://republicanleader.house.gov/wp-content/uploads/2022/05/McCarthyLetter-052722.pdf' target='_blank'>an 11-page letter</a> from his lawyer, laying out his reasoning. Essentially, it boils down to the idea that the committee is not properly constructed.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“Unfortunately, the words and actions of the Select Committee and its members have made it clear that it is not exercising a valid or lawful use of Congress’ subpoena power,” the letter states. “In fact, the Select Committee is not even operating in compliance with the rules its own members voted to put in place.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>It’s an argument that has been seeded and fertilized on the right since shortly after the Capitol insurrection — from the moment Republicans suddenly rejected a bipartisan commission modeled on the 9/11 Commission that <a href='https://www.washingtonpost.com/politics/2021/05/20/gops-botched-fight-against-jan-6-commission/?itid=lk_inline_manual_8' target='_blank'>their own McCarthy-appointed GOP colleague had negotiated</a>. They’re now attempting to harvest the crop in some high-profile cases.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In the letter, McCarthy’s lawyer argues that committees generally have broad authority to investigate and issue subpoenas, but this one comes up short in a few ways: It doesn’t have 13 members and five Republicans, it doesn’t technically have a “ranking member,” and it purportedly doesn’t serve a “valid legislative purpose.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The letter notes that the committee’s authorizing resolution states, “The Speaker shall appoint 13 members to the Select Committee, 5 of whom shall be appointed after consultation with the minority leader.” It notes that the committee had neither 13 members nor five Republicans. (This is because House Speaker Nancy Pelosi rejected two of McCarthy’s five picks due to their efforts related to overturning the election, and McCarthy later withdrew all five. Pelosi went on to appoint GOP Trump critics Liz Cheney and Adam Kinzinger.)</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>But this month, U.S. District Judge Timothy Kelly, a Trump appointee, <a href='https://www.washingtonpost.com/politics/2021/05/20/gops-botched-fight-against-jan-6-commission/?itid=lk_inline_manual_13' target='_blank'>ruled that this didn’t invalidate the committee</a>. In a case involving the Republican National Committee, he said legal precedent suggests the word “shall” shouldn’t be understood to mean the committee <i>must </i>have those numbers to legally operate.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>McCarthy’s letter also cites the lack of an official GOP “ranking member.” Cheney has been given the title “vice chair,” but the committee’s authorizing resolution describes areas in which the committee’s chair should work with a “ranking minority member.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>But again, a similar claim was rejected in the RNC case. Kelly wrote that Cheney’s technical title aside, “the Court must defer to the Select Committee’s decision to treat Representative Cheney as the ranking minority member for consultation purposes.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Lastly comes a key phrase: “valid legislative purpose.” Republicans have long argued that the committee doesn’t serve one, and McCarthy does here, too.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>His reasoning differs somewhat from the RNC’s. While the RNC essentially argued that the investigation was a pretext for harming Republicans, McCarthy’s lawyer scales that back somewhat. He merely argues that the committee has repeatedly said that it wants to tell the “story” of Jan. 6, 2021 — a noun several committee members have used — and that it is in search of crimes. Exposing things and serving as law enforcement, he says, aren’t valid legislative purposes.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>This argument is more difficult to compare with past ones. But Kelly essentially ruled that whatever the committee aims to do or whatever ulterior motives it might have, that doesn’t matter as long as it has a distinct valid legislative purpose, which he said was “apparent enough.” And he wasn’t the first to rule that the committee has a valid legislative purpose; multiple judges have also rejected arguments to the contrary.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>We noted at the time of Kelly’s ruling that the RNC’s argument on that count was pretty strained, and Kelly <a href='https://www.washingtonpost.com/politics/2022/05/02/kelly-judge-ruling-committee/?itid=lk_inline_manual_23' target='_blank'>treated it as such</a>, saying it did “not come close” to showing what the RNC maintained. Here, too, the words of the committee members are being stretched.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>For instance, at one point the letter states, “Select Committee Member Jamie Raskin has stated, ‘We will expose every facet … and support the story of the worst presidential political offense.’” But a look at the citation reveals some, well, <i>creative</i> editing. Raskin didn’t connect those two thoughts so directly; in fact, he didn’t even write precisely those words or place them in that order.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In an April tweet, he spoke of exposing facets of Jan. 6 <i>after </i>the part about the “worst presidential political offense.”</p><div data-oembed-type='twitter' class='' style='min-height:171px'><blockquote class='twitter-tweet'><p lang='en' dir='ltr'>We now have evidence to support the story of the worst presidential political offense against the Union in American history.<br><br>The <a href='https://twitter.com/January6thCmte?ref_src=twsrc%5Etfw'>@January6thCmte</a> hearings in June will expose every facet of the assault against our democracy and Constitution on 1/6.</p>— Jamie Raskin (@jamie_raskin) <a href='https://twitter.com/jamie_raskin/status/1520056793942175744?ref_src=twsrc%5Etfw'>April 29, 2022</a></blockquote>\n<script async='' src='https://platform.twitter.com/widgets.js' charset='utf-8'></script>\n</div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“We now have evidence to support the story of the worst presidential political offense against the Union in American history,” Raskin said. “The <a href='https://twitter.com/January6thCmte?ref_src=twsrc%5Etfw'>@January6thCmte</a> hearings in June will expose every facet of the assault against our democracy and Constitution on 1/6.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Raskin has made it pretty clear that he thinks there was an offense here. But his reference to how the committee will “expose every facet” doesn’t so directly and necessarily refer to what Donald Trump did; it could be read much more generally, to describe the committee’s intent to thoroughly investigate all aspects of the insurrection. The letter also misquotes Raskin’s tweet, inserting a “We” in place of “The @January6thCmte hearings in June” and adding an “and” before “support.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>It should be noted that just because multiple judges rejected similar arguments doesn’t necessarily mean a future judge will reject these ones from McCarthy. Ultimately, though, the legal arguments here might be somewhat immaterial. The committee will struggle to get several Republicans’ testimony in time <a href='https://www.washingtonpost.com/politics/2022/05/13/jan-6-panels-historic-subpoenas-house-gopers-whats-next/?itid=lk_inline_manual_31' target='_blank'>for a variety of reasons</a>.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Still, it’s worth understanding how Republicans who have tried to undercut the committee’s legitimacy from the start are making their case. Here, it’s largely via warmed-over arguments that haven’t particularly worked for them in the past — at least in court.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>This case probably will work, if only politically — and if only because it will delay the proceedings in <a href='https://www.washingtonpost.com/politics/2021/06/09/don-mcgahns-unflattering-portrayal-trump/?itid=lk_inline_manual_33' target='_blank'>a way that’s proved valuable for Republicans fending off Trump investigations</a>.</p>"
        },
        {
            "title": "Alito delays counting of undated ballots in Pennsylvania",
            "link": "https://www.washingtonpost.com/politics/2022/05/31/supreme-court-pennsylvania-undated-ballots-alito/",
            "pubDate": "2022-06-01T17:04:58.363Z",
            "category": "Washington Post Politics",
            "description": "<p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Justice Samuel A. Alito Jr. on Tuesday put a hold on counting some challenged ballots in Pennsylvania while the Supreme Court continues to review a lower court’s decision that they be tallied.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The administrative stay Alito issued involves a unanimous decision of a three-judge panel of the U.S. Court of Appeals for the 3rd Circuit. It said that mail-in ballots that were received on time but lacked a required date on the outer envelope should be counted. Alito is the justice who receives emergency applications from the 3rd Circuit.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The panel’s decision involved a local judge’s race in Lehigh County. But it is significant because of the too-close-to-call primary for the Republican Senate nomination involving Mehmet Oz and David McCormick. McCormick, who trails Oz by fewer than 1,000 votes, has filed a lawsuit in state court to require that such “undated ballots” be counted.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The state’s requirement is that mail-ballot voters “fill out, date and sign” a form declaration on the outer envelope used to return ballots. But the federal judges said not counting the votes of those who did not provide a date violated federal civil rights law because the requirement was immaterial to the voters’ qualifications. There are no indications of fraud, the ballots were received by the state’s deadline and election officials noted they would have counted ballots with the wrong date but not those with no dates at all, the judges said.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“We are at a loss to understand how the date on the outside envelope could be material when incorrect dates — <i>including future dates</i> — are allowable but envelopes where the voter simply did not fill in a date are not,” Judge Theodore McKee wrote. “Surely, the right to vote is made of sterner stuff than that.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Oz filed a brief supporting judicial candidate David Ritter. “The Third Circuit’s thinly reasoned and erroneous decision — which addressed a county judicial election conducted more than six months ago — is now being weaponized to undermine the apparent result of a statewide primary election for the Republican nomination to represent Pennsylvania in the United States Senate,” Oz’s lawyers wrote in the brief to the Supreme Court.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The winner of the GOP primary will face Lt. Gov. John Fetterman (D) in the general election, a crucial race for both parties hoping to win control of the Senate in November. Democrats view the race to replace retiring GOP Sen. Patrick J. Toomey as their best chance of flipping a seat in an otherwise difficult political year for the party.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Former president Donald Trump endorsed Oz and had <a href='https://www.washingtonpost.com/politics/2022/05/18/oz-mccormick-trump-pennsylvania/?itid=lk_inline_manual_14'>urged him to declare victory</a> before the vote count is completed. On Friday, Oz did just that in a <a href='https://www.youtube.com/watch?app=desktop&amp;v=9itoDnx3bTs&amp;feature=youtu.be'>video</a> thanking Pennsylvanians for making him the “presumptive” Republican nominee.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The McCormick campaign says their mail-in ballot efforts will give them a boost if the rejected ballots are counted. McCormick’s race with Oz is so tight that it triggered an automatic recount, which is underway across the state.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In a large, windowless storage room in a government building in downtown Lancaster on Tuesday, three county employees placed stacks of ballots in rapid scanners and watched as they flashed across computer screens. They hope to finish scanning all the ballots by Friday.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>A lawyer for the McCormick campaign watched, as did one volunteer watcher for McCormick and one for Oz. In Lancaster, the sixth most populous county in the state, there were 38 undated GOP ballots that, as of now, will not be counted.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The case is <i>Ritter v. Migliori</i>.</p>"
        },
        {
            "title": "The Trailer: Nine summer days that will define the 2022 midterms",
            "link": "https://www.washingtonpost.com/politics/2022/05/31/trailer-nine-summer-days-that-will-define-2022-midterms/",
            "pubDate": "2022-06-01T17:04:58.651Z",
            "category": "Washington Post Politics",
            "description": "<p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><i>Starting this week, The Trailer will appear in your inbox every Tuesday, but not on Thursdays. As the midterms grow closer, we want to provide more coverage, faster. This newsletter will remain a comprehensive guide to what's happening on the campaign trail.&nbsp;</i></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><i>To stay connected the rest of the week, check out reporting from David Weigel and the rest of The Post's politics team at </i><a href='https://www.washingtonpost.com/people/david-weigel/?itid=lk_inline_manual_3'><i>washingtonpost.com</i></a><i> and subscribe to our other newsletters -- the </i><a href='https://www.washingtonpost.com/newsletters/the-early-202/?&amp;method=SURL&amp;location=ENL&amp;itid=lk_inline_manual_3'><i>Early 202</i></a><i>, the </i><a href='https://www.washingtonpost.com/newsletters/the-daily-202/?method=SURL&amp;location=ENL&amp;itid=lk_inline_manual_3'><i>Daily 202</i></a><i>, the </i><a href='https://www.washingtonpost.com/newsletters/the-5-minute-fix/?auto=true&amp;method=SURL&amp;location=ENL&amp;itid=lk_inline_manual_3'><i>5-Minute Fix</i></a><i> and </i><a href='https://www.washingtonpost.com/newsletters/how-to-read-this-chart/?itid=lk_inline_manual_3'><i>How to Read This Chart</i></a><i>.</i></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In this edition: Nine days this summer that will define campaigns, a big takeover in the Libertarian Party, and redistricting may finally be over.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>It's a <a href='https://www.washingtonpost.com/national-security/2022/05/31/sussmann-not-guilty-lying-fbi-hillary-clinton/?itid=lk_inline_manual_5'>good day</a> to have never paid attention to the Durham investigation, and this is The Trailer.</p><div data-qa='article-image' class='hide-for-print'><div style='min-height:358px'></div></div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>CASPER, Wyo. — Donald Trump had come here to do two things: Defeat Rep. Liz Cheney (R-Wyo.), and spin away last week’s defeats in Georgia.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“We are sweeping everything. We actually did great in Georgia,” the former president said, pointing out that his endorsed candidate for lieutenant governor had eked out a win. “All the congressmen, all the congresspeople, we swept everything.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>He wasn’t wrong. <a href='https://www.washingtonpost.com/elections/interactive/2022/trump-endorsements-republican-primaries/?itid=lk_inline_manual_11'>Trump-endorsed candidates</a> had prevailed or made runoffs in federal races. He was, obviously, misleading — in the most closely-watched contests, Trump-backed candidates for governor and secretary of state got crushed. And he was in Wyoming, holding either the <a href='https://www.washingtonpost.com/politics/2022/05/29/trump-wyoming-cheney/?itid=lk_inline_manual_11'>biggest rally in its history</a> or one of the biggest, because he wanted to crush Cheney and purge more enemies from the GOP.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>But in the primaries in the weeks ahead, there's much more to watch than just what happens to Trump's endorsees. This isn't a rundown of every election coming up this summer — certainly not all the races you'll see covered in The Trailer. It's a guide to seven days on the summer calendar that are going to impact or inform most everything else that happens this year.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>June 7.</strong> In California, one of seven states holding primaries or local elections that day, three races will tell us how voters are viewing the criminal justice reform movement.&nbsp;</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The recall effort against San Francisco District Attorney Chesa Boudin has <a href='https://www.theatlantic.com/ideas/archive/2022/05/chesa-boudin-recall-san-francisco-crime/629907/'>gotten most</a> of the national attention, a function of the outsize attention the city gets from conservative media and of Boudin’s unlikely rise to power — born to Weather Underground radicals, victorious in a ranked-choice election just eight years after leaving Yale Law School and <a href='https://www.nbcbayarea.com/news/local/san-francisco/exclusive-two-sf-prosecutors-quit-join-effort-to-oust-former-boss-district-attorney-chesa-boudin/2698511/'>abandoned</a> by longtime prosecutors who want him gone.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>But that’s one of several June 7 races revolving around crime. In Los Angeles, billionaire developer Rick Caruso’s <a href='https://www.lamag.com/citythinkblog/how-rick-caruso-spent-23-78-million-on-his-mayoral-campaign/'>spending</a> has transformed the race for race for mayor. Countywide, Sheriff Alex Villanueva is <a href='https://www.latimes.com/california/story/2022-05-23/l-a-sheriffs-race-villanueva-name-recognition'>seeking</a> a second term over challengers who say he has picked fights and staged clear-outs of homeless camps without actually fixing problems. In Orange County, District Attorney Todd Spitzer, a Republican, faces <a href='https://www.latimes.com/california/story/2022-03-12/todd-spitzers-missteps-could-provide-opening-for-two-opponents-in-oc-das-race'>multiple challengers </a>who want to drag him into a November runoff. They got an opening after some of Spitzer's endorsers walked away, following revelations of racist comments he'd made when prosecuting an old case. But <a href='https://www.latimes.com/california/story/2022-05-16/laguna-woods-gunman-worked-methodically-but-motive-a-mystery'>since this month's mass shooting</a> at a Taiwanese church in the county, Spitzer has been front and center in the investigation.&nbsp;</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>June 11.</strong> It’s round one of Alaska’s <a href='https://www.washingtonpost.com/politics/2022/04/16/palin-campaign-alaska/?itid=lk_inline_manual_20'>special House election</a>, where dozens of candidates are battling for four slots in an Aug. 16 runoff. Trump has endorsed former Alaska Gov. Sarah Palin (R) to replace the late Rep. Don Young (R-Alaska), but 11 other Republicans stayed on the ballot, and a few outside liberal groups are waiting to see who emerges to determine whether it’s worth spending money there.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>June 14.</strong> Republicans get their first chance this year to shrink the Democratic majority in the House — a special election in Texas’s 34th Congressional District.&nbsp;</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Until 2020, a district connecting San Antonio’s Bexar County to the border city of Brownsville wasn’t even worth the trouble for Republicans, as the district backed Democratic presidential nominees by 20 points or more. But the GOP’s success in the Rio Grande Valley had an impact here, and after President Biden carried the seat by just 4 points ex-Rep. Filemon Vela, a moderate Democrat, began his move to the private sector.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Vela resigned two months ago, allowing Texas Gov. Greg Abbott (R) to set up a quick special election that pitted Mayra Flores, who had just won the GOP nomination for November, against Dan Sanchez, a Democrat from the district’s most populous county.&nbsp;</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The conditions for a GOP upset are practically ideal — new lines that shift the district considerably toward Democrats won’t be used until November, and Sanchez is running because the party’s general election candidate, Rep. Vicente Gonzalez (D-Tex.), is currently representing the 15th Congressional District and can’t run for both. Republicans have published internal polling that shows Flores up by single digits, and the libertarian-leaning group FreedomWorks just made a six-figure buy there.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>(Republicans are also hopeful that they can win New York's 19th Congressional District, which New York Lt. Gov. Antonio Delgado (D) vacated to take up his new role, but the state has not yet set that special election date.)</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>June 16.</strong> The Supreme Court’s nine justices will <a href='https://www.supremecourt.gov/search.aspx?filename=/docket/docketfiles/html/public/21-1271.html'>meet to discuss</a><i> Moore v. Harper</i>, the redistricting complaint brought by North Carolina Republicans after the state Supreme Court struck down a GOP-friendly congressional map and imposed a more competitive one.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The short-term stakes in that case lowered dramatically two months ago; the court <a href='https://www.scotusblog.com/2022/03/justices-decline-to-reinstate-gop-backed-congressional-voting-maps-in-north-carolina-pennsylvania/'>declined</a> to block the court order, and allowed the 2022 election to take place on the new maps. But if this case stays on the court’s agenda, it will offer the conservative majority its first attempt to weigh in on the idea that the Constitution gives state legislatures, and no other actors, the power to draw electoral maps. A decision would come later in the year.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>June 28.</strong> Primaries in Colorado, Oklahoma and Utah on this day are shaping up as factional battles inside the GOP, with little involvement so far from Trump. In Colorado, especially, there's a sense of deja vu — Republicans lost the 2010 races for governor and U.S. Senate, when everything else was going their way, with weak nominees who were, respectfully, abandoned by the party and weakened by gaffes.&nbsp;</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>After the state convention, the GOP race to challenge Colorado Gov. Jared Polis (D) has narrowed to University of Colorado regent Heidi Ganahl and businessman Greg Lopez, who has <a href='https://coloradotimesrecorder.com/2022/05/co-governor-candidate-greg-lopezs-advice-for-pregnant-rape-victims-really-evaluate-how-this-might-change-for-the-positive/45645/'>already been targeted</a> by Democrats over his no-exceptions view of abortion rights if <i>Roe v. Wade</i> is overturned. Three Republicans are seeking the U.S. Senate nomination, but state Rep. Ron Hanks (R), who traveled to Arizona to view the GOP-led review of the 2020 election, had the most support at the convention. Many national Republicans believe construction company CEO Joe O'Dea would have the best chance of beating Sen. Michael F. Bennet (D-Colo.).&nbsp;</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Similar races are unfolding in the other states; some of the Utah conservatives challenging incumbents who didn't vote the way Trump wanted on Jan. 6, 2021, actually showed up in Casper to get face time with Trump's team. In Oklahoma, Sen. James Lankford (R-Okla.) is being challenged by pastor Jackson Lahmeyer, in large part over his own vote to affirm the 2020 election. Over the state border, in Nebraska, voters will elect a replacement for ex-Rep. Jeff Fortenberry (R), who resigned after being convicted of campaign finance violations. That race, between two state legislators with credible campaigns, will give us a test.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>July 8.</strong> This is the first of several days when members of the Democratic National Committee will meet to determine which states <a href='https://www.desmoinesregister.com/story/news/elections/presidential/caucus/2022/04/13/iowa-democratic-caucus-dnc-calendar-could-lose-first-nation-2024-elections/9498398002/'>vote in which order</a> for their 2024 primaries. Iowa Democrats have approached the process with brio and gritted teeth, watching Democrats in Nevada, Michigan and less-White and more politically competitive states pitch DNC members on schedules that would let them vote first. Their decision won't affect the midterms — but it will mean a lot to local Democrats trying to raise money and ambitious Democrats who, after decades of building ties to Iowa activists, may want to start getting to know the grass roots in another state, with more competitive 2022 races.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>Aug. 2.</strong> The well-funded effort to beat left-wing Democrats in primaries has been leading up to this — primaries in Michigan and Missouri, where both Rep. Rashida Tlaib (D-Mich.) and Rep. Cori Bush (D-Mo.) are running in re-shaped districts. A new PAC, Urban Empowerment Action, is <a href='https://www.politico.com/newsletters/the-recast/2022/05/27/scoop-pac-to-spend-1m-to-oust-squad-member-talib-00035738'>already planning</a> a million-dollar investment to beat Tlaib in Detroit, and state Sen. Steve Roberts has gotten some interest from national groups despite being <a href='https://theintercept.com/2022/04/19/missouri-steven-roberts-groping-allegation-settlement/'>accused of rape</a> by a Democratic candidate who died under unexplained circumstances, weeks before he announced his run.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>Aug. 16. </strong>Primaries in Wyoming and Alaska will give Trump his last real tests this year of his ability to move Republican votes; he has endorsed challengers to Cheney and Sen. Lisa Murkowski (R-Alaska), who'll both face voters that day. There's no runoff law in Wyoming, which Cheney's opponents see as an advantage for her; in Alaska, polls have found both Murkowski and Kelly Tshibaka favored to win two of the four slots in the state's new ranked-choice runoff system.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>Aug. 18. </strong>There will be another gut-check for the Democratic Party's left in Pittsburgh, where the 16th annual Net roots Nation conference will unfold in person after two years of remote meetings. Over the years, it's has moved further and further away from the “cattle call” format that brings so much attention to events like the Conservative Political Action Conference, where potential presidential candidates gather in one place and reporters park their laptops in front of them.&nbsp;</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>But the conference always says plenty about where Democrats are going. Long before conservatives started joking about the left putting “pronouns in bios,” Net roots was setting up all-gender bathrooms and putting preferred pronouns on nametags. Three years ago, in Philadelphia, Sen. Elizabeth Warren (D-Mass.) clearly had the most support among the thousands of liberal activists who showed up; Biden, whose campaign headquarters was a few blocks away, had almost none. Sen. Bernie Sanders (I-Vt.) skipped the conference in favor of a solidarity rally with striking nurses. How frustrated is the left? This is a good weekend to find out.</p><h3 data-qa='article-header' class=' pb-sm pt-lgmod' id='BJV7MKXXANETJIBDJOAHF74H2Q'><div>Reading list</div></h3><div data-qa='article-image' class='hide-for-print'><div style='min-height:358px'></div></div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><a href='https://www.washingtonpost.com/politics/2022/05/29/trump-wyoming-cheney/?itid=lk_inline_manual_48'><strong>“After Georgia losses, Trump sets sights on ousting Cheney in Wyoming,”</strong></a><strong> by David Weigel and Josh Dawsey</strong></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The next episode in the impeachment revenge saga.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><a href='https://www.latimes.com/california/story/2022-05-30/california-june-primary-is-largely-about-races-far-down-the-ballot'><strong>“The suspense in California’s June 7 primary election is in races far down the ballot,”</strong></a><strong> by Phil Willon and Seema Mehta</strong></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Big consequences for voters who haven't tuned in.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><a href='https://www.washingtonpost.com/politics/2022/05/28/louie-gohmert/?itid=lk_inline_manual_52'><strong>“Some far-right members are being replaced by traditional conservatives,”</strong></a><strong> by Paul Kane</strong></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The impact of de-Gohmertification.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><a href='https://www.sltrib.com/news/politics/2022/05/29/utah-republicans-court/'><strong>“For Utah Republican candidates, Trump is still king at Wyoming rally,” </strong></a><strong>by Bryan Schott</strong></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Inside the MAGA road show.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><a href='https://boltsmag.org/amendment-c-south-dakota-medicaid/#.YpWR_sgyPhc.twitter'><strong>“GOP rushes to change election rules to block Medicaid in South Dakota,”</strong></a><strong> by Quinn Yeargain</strong></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>A push to make it harder for voters to pass what the GOP state legislature wouldn't pass.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><a href='https://www.washingtonpost.com/politics/2022/05/28/trump-gop-influence-defeats-sundaytake/?itid=lk_inline_manual_58'><strong>“Trump is trapped in the past, and it’s hurting him with GOP voters,”</strong></a><strong> by Dan Balz</strong></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Three weeks and three lost primaries.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><a href='https://www.nytimes.com/2022/05/30/nyregion/jerry-nadler-carolyn-maloney.html'><strong>“Maloney vs. Nadler? New York must pick a side (East or West),'</strong></a><strong> by Nicholas Fandos</strong></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The battle for Manhattan.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><a href='https://www.latimes.com/california/story/2022-05-30/mayoral-candidate-gina-viola'><strong>“Mayoral candidate Gina Viola wants social services, not police officers,”</strong></a><strong> by Dakota Smith</strong></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>A left-wing challenger describes her utopia.</p><h3 data-qa='article-header' class=' pb-sm pt-lgmod' id='WPXPODD5PRDFVLA6BBQVWGNTJI'><div>Third party watch</div></h3><div data-qa='article-image' class='hide-for-print'><div style='min-height:358px'></div></div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>On Friday, the former Michigan congressman Justin Amash stood on a ballroom stage in<strong> </strong>Reno, Nev., reading quotes before he identified who'd said them.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“Anarchism misunderstands the real nature of man,” said Amash. “For the libertarian, the state is an absolute necessity.” Another quote: “It is not at all shameful for a man to allow himself to be ruled by others.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Plenty of the delegates to the <a href='https://lnc2022.com/'>Libertarian Party's off-year national convention</a> booed. That was the reaction Amash was going for: He'd been reading from “Liberalism,” a book by the late Austrian economist Ludwig von Mises, “one of my heroes” and the namesake of an anti-woke caucus that was about to take the party over.&nbsp;</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Just five years after its founding, the Mises Caucus <a href='https://reason.com/2021/06/23/inside-the-battle-over-the-soul-of-the-libertarian-party/'>triumphed</a> at the Memorial Day weekend convention, electing Los Angeles Libertarian Party chair Angela McArdle to lead the national party on the first ballot. Accepting the job, McArdle promised to make the 50-year old party into a “force to be reckoned with,” channeling the ideas and energy of movements that were giving hope to free-thinkers and government skeptics.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“People are getting paid in bitcoin,” McArdle told delegates on Saturday. “Truckers and nurses led protests for freedom. Peaceful secession is actually being discussed all across the political spectrum. There's a growing food freedom and medical freedom movement. And we're blessed to live in the information age, where it's easier to spread our message.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The battle for the LP <a href='https://reason.com/2021/06/23/inside-the-battle-over-the-soul-of-the-libertarian-party/'>unfolded</a> over Twitter and virtual conventions, web forums and podcasts, after three presidential campaigns where the party nominated ex-Republicans for president and grew its share of the popular vote. But there had always been resistance inside the party to Libertarian-come-latelys like ex-Rep. Bob Barr of Georgia, former New Mexico Gov. Gary Johnson and former Massachusetts Gov. Bill Weld.&nbsp;</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Critics didn't just have ideological disputes with those candidates, who overcame more radical Libertarian candidates to win. (The 2016 candidate debate, when some <a href='https://www.youtube.com/watch?v=PioXdolPGCw'>delegates booed</a> Johnson for saying he was okay with drivers' licenses, sums that up.) After 2016, especially, they had strategic disputes. Under ex-chair Nicholas Sarwark, during Johnson's two campaigns, the party was positioning itself as a haven for independents who wanted refuge from an increasingly nationalist GOP and increasingly left-wing Democratic Party.&nbsp;</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“Courage. Bravery. Those are things that animate people,” caucus founder Michael Heise <a href='https://www.youtube.com/watch?v=VPINc7cwP5U'>said in a speech </a>at the 2021 “Liberty Speaks” gathering. “Ron Paul in front of a bunch of conservatives had the audacity to say we should legalize heroin. He got a bunch of conservatives to cheer that on.” He contrasted that with how Johnson moderated his stance on drug legalization, using the rare forum of a CNN town hall to say that he only favored legalizing marijuana.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>As Mises-minded Libertarians <a href='https://reason.com/2021/06/23/inside-the-battle-over-the-soul-of-the-libertarian-party/'>took over local parties</a>, they made noise, taking positions and issuing tweets that generated controversy — which was the point. A <a href='https://twitter.com/SirajAHashmi/status/1404633207941832706'>now-deleted tweet</a> from the New Hampshire party read “John McCain's brain tumor saved Anthony S. Fauci,” and that approach rankled the coastal, more socially liberal faction that had been running the party. The fight over whether to recognize a breakaway faction of the New Hampshire party ended with a win for the Mises caucus and the <a href='https://www.washingtonblade.com/2021/08/18/gay-d-c-libertarian-party-leader-resigns-as-natl-chair/'>resignation</a> of the national party chair, who's since changed his own registration from Libertarian to independent.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>That momentum, for the party's right flank, surged in 2020, with Mises-aligned Libertarians mobilizing against covid-19 mandates — and bemoaning how the old leadership didn't capitalize on anti-mandate energy. (The party's 2020 convention <a href='https://twitter.com/angela4LNCChair/status/1530612621870649345'>observed social distancing</a> rules, which McArdle mocked after her victory this weekend.) McArdle took a large public role in opposing Los Angeles County's restrictions, <a href='https://spectrumnews1.com/ca/la-west/health/2022/02/10/la-organization-launches-petition-to-repeal-vaccination-requirement'>organizing</a> a campaign to ban vaccine mandates altogether.&nbsp;</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In a memo <a href='https://angelamcardle.com/'>sketching out</a> how she'd lead the LP, McArdle wrote that “good, strong messaging grows strong libertarians and libertarian affiliates” and “creates new donors and members.” Nominating people with political profiles who would shy from the party's most radical ideas wouldn't win adherents. Being unapologetic and bold just might.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“It’s like the front pin in a bowling game,” McArdle wrote. “If we nail the messaging, we will attract the right people.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Libertarians have made more high-profile converts than won high-profile races, and Amash's appearance at the Reno convention attested to that. Weld, a social liberal who recommended that wavering voters go for Hillary Clinton in 2016, was ridiculed by the party's new vanguard. Amash, who <a href='https://reason.com/2020/05/16/justin-amash-drops-out-of-presidential-race/'>briefly ran</a> for president in 2020, has a far less confrontational style than the Mises Caucus; he was quoting the economist, he told Doherty, because he wanted all libertarians to be included in a successful party.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“I'm here because I want libertarian ideas to win in my lifetime,” he said onstage.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The party's new leadership believed that it could do that by breaking away from strategies that hadn't worked and hadn't taken advantage of the tools — some built by libertarians — that could grow their audience and influence without compromise. Leadership of the LP had seesawed before. In 1980, billionaire David Koch won the party's vice-presidential nomination on the theory that his money could pitch the party to a larger audience. Four years later, the party <a href='https://www.washingtonpost.com/archive/politics/1983/09/04/libertarians-pick-candidate-for-president/347d85a3-8d8d-4f2c-a98b-07025300256d/?itid=lk_inline_manual_80'>nominated</a> radical activist David Bergland to run an unapologetic pro-freedom campaign, which called for the CIA and IRS to be abolished and all drugs to be legalized.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Bergland did worse than any LP nominee, before or since. But four years later, the party nominated then-Rep. Ron Paul for president. Paul lost, but his<a href='https://reason.com/2008/01/16/who-wrote-ron-pauls-newsletter/'> effort</a> to find new libertarians among people who thought the government was destroying their way of life — even if saying so offended people — is being carried on by the LP's new leaders.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“The @LPMisesCaucus made the @LPNational the 1st institution to shake off wokism in the country,” Heise <a href='https://twitter.com/MisesChair/status/1531265301450371073?ref_src=twsrc%5Etfw%7Ctwcamp%5Eembeddedtimeline%7Ctwterm%5Eprofile%3AThomasEWoods%7Ctwgr%5EeyJ0ZndfZXhwZXJpbWVudHNfY29va2llX2V4cGlyYXRpb24iOnsiYnVja2V0IjoxMjA5NjAwLCJ2ZXJzaW9uIjpudWxsfSwidGZ3X3NlbnNpdGl2ZV9tZWRpYV9pbnRlcnN0aXRpYWxfMTM5NjMiOnsiYnVja2V0IjoiaW50ZXJzdGl0aWFsIiwidmVyc2lvbiI6bnVsbH0sInRmd190d2VldF9yZXN1bHRfbWlncmF0aW9uXzEzOTc5Ijp7ImJ1Y2tldCI6InR3ZWV0X3Jlc3VsdCIsInZlcnNpb24iOm51bGx9fQ%3D%3D%7Ctwcon%5Etimelinechrome&amp;ref_url=https%3A%2F%2Ftomwoods.com%2Fblog%2F'>tweeted</a> after McArdle's victory. “Now that the party [isn't] a raging embarrassment we can actually outreach to and funnel so many groups. Bitcoiners, people pissed at schools, the major podcast audiences, etc.”</p><h3 data-qa='article-header' class=' pb-sm pt-lgmod' id='PWYGLAKKHRHFZHTGPV7MZLJX4E'><div>Ad watch</div></h3><div data-qa='article-image' class='hide-for-print'><div style='min-height:358px'></div></div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>Suozzi for </strong>N.Y.<strong>, </strong><a href='https://www.youtube.com/watch?v=OaMMMD1hiNo'><strong>“Subway.”</strong></a> Gov. Kathy Hochul, a Democrat, started rising in New York politics when she won a special election for a House seat in western New York. She held conservative views on gun rights and immigration in that race, and Rep. Thomas Suozzi (D-N.Y.) uses her old NRA support to attack her here, combining it with a critique that she's “done nothing” to stop crime.&nbsp;</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>Club for Growth Action, </strong>“<a href='https://host2.adimpact.com/admo/viewer/100683a2-ca57-4b14-b971-a6a59ef74ebb'><strong>Texas.</strong></a>” In the upcoming U.S. Senate primary in Nevada, former GOP Attorney General Adam Laxalt hasn't put away his challenger, veteran Sam Brown. The Club's first ad in this race mostly consists of an interview Brown gave radio host Glenn Beck eight years ago, when he was losing a primary for the state legislature. “It will literally take an act of God to get me out of Texas,” Brown says. “I'm not going anywhere I'm not looking for, you know, a lily pad to take a step to the next office.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>Laxalt for Senate, </strong><a href='https://host2.adimpact.com/admo/viewer/817b6faf-06d0-4ba6-a2aa-cc2c12f30de0'><strong>“Count on Him.”</strong></a> Donald Trump appears in most of the ads for candidates he's endorsed, either via a clip from a rally or a testimonial that can be summed up in 30 seconds. Laxalt, who served one term as Nevada attorney general, gets Trump to praise his record in this ad, though the praise isn't very specific. “I learned that when the going gets tough, some Republicans just run for the hills,” says Trump. Brown has challenged Laxalt for not doing more to contest the 2020 election, and this ad tells GOP voters not to worry about it.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>Katie for Congress, </strong><a href='https://www.youtube.com/watch?v=e_JCPa2TfQo'><strong>“Replacement.”</strong></a> Ex-state legislator Katie Arrington has centered Trump in her campaign against Rep. Nancy Mace (R-S.C.), appearing at Trump's last rally in the state and echoing his criticism of Mace as a phony. That's dramatized in this spot, which shows a couple returning a cardboard cutout of Mace, saying that they felt ripped off when “she turned her back on President Trump.” A clerk hits a button and Arrington appears out of nowhere, introducing herself to the customers as a pro-Trump conservative.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>San Franciscans for Public Safety Supporting the Recall of Chesa Boudin, </strong><a href='https://www.youtube.com/watch?v=5keWKW3QnCg'><strong>“Democrats.”</strong></a> San Francisco district attorney Chesa Boudin has made two arguments most frequently since the campaign to recall him. One: The record shows that crime is not up more significantly in San Francisco than in cities without reform-minded prosecutors and that, by some metrics, crime has gone down.<strong> </strong>Two: The recall campaign is funded by business interests that want to kill reform. This ad hits back on both points, with people portraying regular San Francisco Democrats scoffing at the idea that they're right-wingers. “We are racist?” “Anti-Chinese?” “Republican?” “Billionaire? I wish!”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>Villanueva for Sheriff 2020, </strong><a href='https://www.youtube.com/watch?v=cBIJAhFM6DI'><strong>“Sheriff Alex Villanueva Has Delivered on Real Reforms.”</strong></a> The primary for Los Angeles County sheriff is on June 7, and Villanueva, a Democrat, has spent his first term battling left-wing members of his party from Twitter to news conferences — though there likely <a href='https://www.latimes.com/california/story/2022-05-23/l-a-sheriffs-race-villanueva-name-recognition'>aren't enough Republicans</a> in the county to reelect him. This digital ad portrays the sheriff as a liberal reformer, even saying he's banned “deputy gangs” in the LAPD, though he's <a href='https://www.latimes.com/california/story/2021-10-21/sheriff-villanueva-undersheriff-murakami-defy-subpoenas'>refused </a>to testify in an investigation of the gang-like groups that exist in some police departments.</p><h3 data-qa='article-header' class=' pb-sm pt-lgmod' id='ZJ3CBWNH65G4ZMK6SMFLJ43GOM'><div>Poll watch</div></h3><div data-qa='article-image' class='hide-for-print'><div style='min-height:358px'></div></div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“<strong>If the election for governor were being held today, for whom would you vote?</strong>”<strong> (</strong><a href='https://poll.qu.edu/images/polling/ct/ct05262022_cnnx49.pdf'><strong>Quinnipiac University, May 19-23, 1660 registered Connecticut voters</strong></a><strong>)</strong></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Ned Lamont (D): 51%<br>Bob Stefanowski (R): 43%</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Lamont defeated Stefanowski very narrowly in 2018, a good year<strong> </strong>for Democrats<strong> </strong>that came after eight years of an unpopular Democratic governor. Lamont entered reelection in a far stronger position than his successor, with budget surpluses and a high approval rating. In this poll, 52 percent of voters say they approve of the job Lamont's doing, and more than 70 percent approve of how he's handled the pandemic. That's helped him with an electorate that's fairly gloomy overall — most independents say that the state and economy are headed in the wrong direction, but a plurality of them approve of Lamont. Other Democrats facing voters this year in Connecticut have lower approval ratings, which is why Republicans, who haven't won a significant office in the state since 2006, have had an easier time recruiting candidates.</p><h3 data-qa='article-header' class=' pb-sm pt-lgmod' id='2XDLM2U255CUZOEK6ZX7GO5EF4'><div>Redistricting</div></h3><div data-qa='article-image' class='hide-for-print'><div style='min-height:358px'></div></div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>New Hampshire</strong> <a href='https://seacoastcurrent.com/court-gets-nh-congressional-redistricting-after-sununu-veto/'>finalized</a> its congressional map on Tuesday, adopting new lines drawn by a special master after the state Supreme Court took over the process. After the longest redistricting war in the entire nation, the result? A map that barely changed anything.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Gov. Chris Sununu, a Republican, repeatedly rebuffed GOP legislators whose maps would have made the 2nd Congressional District safe for Democrats and the 1st Congressional District relatively safe for their own party. After the legislators' deadlines were up, the court took over, and put forward a “least change” map that gives the state what it had two years ago — a 2nd District that voted for Joe Biden by 9 points, and 1st District that voted for him by 6 points, with just a few towns switching between.</p><h3 data-qa='article-header' class=' pb-sm pt-lgmod' id='D4P6TCNRV5ER5JIAFHU7YQKUPU'><div>In the states</div></h3><div data-qa='article-image' class='hide-for-print'><div style='min-height:358px'></div></div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>New York.</strong> Community organizer <strong>Rana Abdelhamid</strong> <a href='https://gothamist.com/news/a-queens-upstart-gained-momentum-in-her-congressional-bid-then-came-redistricting?utm_medium=social&amp;utm_source=twitter&amp;utm_campaign=shared_twitter'>ended </a>her run for Congress on Tuesday, backing out of the Democratic primary for the <strong>12th Congressional District</strong> after a new court-ordered map pushed her and two members of Congress — Rep. <strong>Jerrold Nadler</strong> (D-N.Y.) and Rep. <strong>Carolyn B. Maloney</strong> (D-N.Y.) — into the same seat.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The news was first reported by <a href='https://gothamist.com/news/a-queens-upstart-gained-momentum-in-her-congressional-bid-then-came-redistricting'>Brigid Bergin at Gothamist</a>, and it was a blow to Justice Democrats, which had recruited Abdelhamid to run in the 12th District under the old lines represented by Maloney. In an interview last week, Justice Democrats executive director Alexandra Rojas said that the group had been “caught flat-footed” by an unusually chaotic redistricting process, the first once since JD's creation 4½ years ago.&nbsp;</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>One goal of endorsing Abdelhamid early was to nudge two-time Maloney challenger <strong>Suraj Patel</strong> out of the race, which didn't happen. One theory of the race — that the challenger could build a coalition of young voters in a district where Brooklyn and Queens had rejected the incumbent — fell apart when new maps put more of the seat in Manhattan. Abdelhamid's withdrawal makes her the first Justice Democrat this cycle to quit her race before the primary; in Tennessee, where a new GOP-drawn map made a JD-targeted seat unwinnable, their candidate Odessa Kelly<a href='https://www.nashvillescene.com/news/pithinthewind/odessa-kelly-switching-to-7th-congressional-district-run/article_133d1d64-2862-5d90-b211-343ca6608ed2.html'> switched</a> to a new seat.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>California. </strong>House Majority PAC is <a href='https://www.thehousemajoritypac.com/news/house-majority-pac-launches-six-figure-ad-campaign-supporting-assemblymember-rudy-salas-in-ca-22'>spending</a> in the 22nd Congressional District to help state legislator <strong>Rudy Salas </strong>get to the November runoff with Rep. <strong>David G. Valadao</strong> (R-Calif.). Four years ago, national Democrats spent millions to make sure that their preferred candidates got through their crowded races, with a glut of liberal candidates risking runoffs between two Republicans in seats that were trending left. That's not happening this year: Salas is the only Democrat in this race, and two other Republicans are challenging Valadao. To miss the runoff, Salas would need Democratic turnout to collapse.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>Pennsylvania. </strong>The GOP primary for U.S. Senate remained unresolved on Tuesday, but former hedge fund CEO <strong>Dave McCormick </strong>was set back in his quest to get additional ballots added to the count. In the morning, McCormick's team was in court asking for the inclusion of ballots that voters did not write dates on but that could be identified as arriving before the primary; by the late afternoon, Supreme Court Justice Samuel A. Alito Jr. stayed the ruling that allowed those ballots to be considered, complicating the candidate's strategy. McCormick also planned to ask the state court for hand recounts in 12 counties, to search for potential discrepancies.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><strong>Oregon.</strong> Rep. <strong>Kurt Schrader</strong> (D-Ore.) <a href='https://www.washingtonpost.com/politics/2022/05/27/kurt-schrader-loses-primary-oregons-5th-district/?itid=lk_inline_manual_108'>conceded defeat</a> on Friday, acknowledging challenger<strong> Jamie McLeod-Skinner </strong>as the winner of the expensive primary for the 5th Congressional District. It was the first defeat this year of an incumbent House Democrat, and for a candidate endorsed by President Biden, who's now batting .500 after his endorsement of Rep. <strong>Shontel Brown</strong> (D-Ohio) in her rematch with former state lawmaker and activist <strong>Nina Turner</strong>.</p><h3 data-qa='article-header' class=' pb-sm pt-lgmod' id='T27PJLLJENG3VCB7XS6FAKXOMY'><div>Countdown</div></h3><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>… seven days until primaries in California, Iowa, Mississippi, Montana, New Jersey, New Mexico and South Dakota<br>… 11 days until the special House primary in Alaska<br>… 14 days until primaries in Maine, Nevada, North Dakota and South Dakota, and the special election in Texas's 34th Congressional District<br>… 21 days until primaries in Virginia and runoffs in Alabama, Arkansas and Georgia<br>… 28 days until the special election in Nebraska's 1st Congressional District<br>… 161 days until the midterm elections</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><a href='https://www.washingtonpost.com/elections/calendar-2022/?itid=lk_inline_manual_111' target='_blank'>2022 Election Calendar</a></p>"
        },
        {
            "title": "One flaw of a push to uproot voter fraud is there’s not much to uproot",
            "link": "https://www.washingtonpost.com/politics/2022/05/31/one-flaw-push-uproot-voter-fraud-is-theres-not-much-uproot/",
            "pubDate": "2022-06-01T17:04:59.746Z",
            "category": "Washington Post Politics",
            "description": "<p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Two days before the 2020 election, I was in Scranton, Pa., <a href='https://www.washingtonpost.com/politics/2020/11/02/scranton-bidens-team-turns-out-voters-while-trump-supporters-turn-up-volume/?itid=lk_inline_manual_2' target='_blank'>talking to voters</a> about the contest between President Donald Trump and Joe Biden. Each campaign had a footprint in the city, with offices about half a block apart. Biden’s team was encouraging volunteers to go knock on doors and remind voters to cast their ballots. Trump’s team was passing out lawn signs.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>One thing that struck me at the time was the caveat that Trump’s supporters applied to the upcoming contest. Trump would win, they said — unless there was rampant fraud. The Democrats would try to steal the election, I was told, and the Trump supporters were worried about it.</p><p><span class='font--article-body font-copy hide-for-print ma-0 pb-md db italic interstitial'></span></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>It’s not new that people in Pennsylvania would fret about purported voter fraud, certainly, but the uniformity of that response was not surprising at that point simply because of how often Trump himself had elevated it. The election would be stolen, he said, over and over — and, when he lost, it said it had been.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>But he and his team had tried to do something about it. The expiration of a consent degree that barred the Republican Party from monitoring election sites (after <a href='https://www.politico.com/story/2018/01/09/rnc-ballot-security-consent-decree-328995' target='_blank'>an early 1980s effort</a> by the party to intimidate Black voters) led Trump and his campaign to encourage people to sign up to monitor polling places near them to prevent fraud.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In Scranton, I ran into a group of people who told me they <a href='https://www.washingtonpost.com/politics/2020/11/02/scranton-bidens-team-turns-out-voters-while-trump-supporters-turn-up-volume/?itid=lk_inline_manual_10' target='_blank'>planned to do</a> exactly that. One was Larry Stange, then 61. He didn’t vote in 2016 but was happy enough with Trump’s presidency to prioritize both voting and trying to uproot fraud in 2020.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Often, people describe plans to volunteer that never pan out. But Stange was a man of his word: On Tuesday, he showed up at a polling place near Scranton and kept an eye out for fraud. He later <a href='https://www.thetimes-tribune.com/news/election/poll-watchers-for-both-parties-monitor-in-person-election-day-voting/article_11ecb746-4cf8-52b9-b404-14ae075c8652.html' target='_blank'>spoke with a reporter</a> from the Scranton Times-Tribune about the experience.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“As of 7 p.m., the Moscow Republican hadn’t observed anything he considered suspicious or improper while voters in Scranton Ward 3 Precinct 1 cast their ballots,” reporter Jeff Horvath wrote of Stange. He quoted Stange praising the election workers and the functioning of the polling site.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In other words, no fraud was found.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>There are a lot of reasons for that, of course. The biggest one is that in-person voter fraud is <a href='https://www.washingtonpost.com/news/the-fix/wp/2016/08/03/heres-how-rare-in-person-voter-fraud-is/?itid=lk_inline_manual_16' target='_blank'>rare to the point of essential nonexistence</a>. Trying to keep an eye out for fraud at a polling place is a bit like trying to keep an eye out for alien abductions. Studies have shown that absentee ballot fraud is more common — but still very, very rare. Being stationed at a polling place on Election Day, though, Stange wasn’t going to see any sort of fraud from mail-in voting anyway.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>While I certainly can’t say that I know with certainty that Stange’s evaluation of the likelihood of fraud was sincere, it certainly appeared to be. The president he strongly supported said he worried about the threat of fraud and called on people to help combat it, and Stange enlisted in the fight. Then, eyes open on Election Day, he told a reporter that he didn’t actually see any fraud.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Allies of Trump’s have continued to push for election monitoring efforts in the wake of the 2020 vote. The New York Times <a href='https://www.nytimes.com/2022/05/30/us/politics/republican-poll-monitors-election-activists.html' target='_blank'>reported</a> over the weekend that a lawyer named Cleta Mitchell was pushing for a national effort to inspect elections broadly, from polling places to election staff. Mitchell was very close to Trump’s efforts to overturn his 2020 loss, including participating in his infamous call in early January 2021 during which he encouraged Georgia’s secretary of state to “find” just enough votes to give him the state.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>According to the Times, the program Mitchell is advocating would go further than simply monitoring polling places. In Virginia last year, activists in heavily Democratic counties pressed election officials on the minutiae of the process, an effort Mitchell has championed. While it strained resources and frustrated elections officials, there is no indication that it actually uprooted any fraud.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>As a Republican official told the paper, the effort would probably “come down to whether [volunteers] are truly interested in knowing the truth about elections or they’re interested in propagating propaganda.” This is important: For how many election cycles will volunteers be willing to spend hours trying to spot fraud that never turns up? There is a legitimate concern about intimidating voters and aggravating officials, certainly, but organizing people to commit volunteer time is far harder than it might seem. That’s particularly true when people think their time isn’t being well used.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>It’s useful to step back and recognize that I’m simply plucking a silver lining out of this massive storm cloud. That huge energy is focused on doing as much as possible to uncover nonexistent fraud is a problem broadly in that it undermines confidence in elections for no good reason and is a problem specifically because it encumbers the already difficult job of elections administrators. Even if good-faith actors are interested in ensuring no one cheats — having been unfortunately convinced that lots of people cheat — there are downsides. There are also certainly people who approach the issue from a position of simply hoping to make it more likely that their side will win.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Out of curiosity, I looked up Stange’s Facebook page to see how he responded to Trump’s (and Mitchell’s) documented efforts to steal the 2020 election by overturning the results in swing states. On Nov. 30, Stange declared that the 2020 contest was “the least transparent election in US History, the biggest cover up ever.” He cited debunked accusations and insisted Republican poll watchers in such places as Philadelphia were “intimidated” and “harassed.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Not in Scranton’s Ward 3, Precinct 1, however, where Stange was stationed and saw nothing untoward. Like crime and like <a href='https://journals.sagepub.com/doi/abs/10.1177/01461672211002336' target='_blank'>inept members of Congress</a>, the bad things always seem to be occurring somewhere else. But rest assured that they’re happening.</p>"
        },
        {
            "title": "A ‘Dynamite’ guest at the White House: BTS meets with Biden on anti-Asian discrimination",
            "link": "https://www.washingtonpost.com/politics/2022/05/31/dynamite-guest-white-house-bts-meets-with-biden-anti-asian-discrimination/",
            "pubDate": "2022-06-01T17:04:59.983Z",
            "category": "Washington Post Politics",
            "description": "<p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>A horde of eager journalists began to crowd the aisles of the White House briefing room Tuesday long before the daily parrying session with reporters would begin — and they weren’t there for Brian Deese.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>For one afternoon, the White House became an exclusive stage for global K-pop phenomenon BTS, with each of the 49 briefing room seats becoming the most coveted tickets in town. The group had been invited by the administration to raise awareness of the prevalence of anti-Asian discrimination.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“We are BTS,” said RM, whose formal name is Kim Nam-Joon and is considered the megagroup’s de facto leader, as he stepped up to the briefing room lectern. “It is a great honor to be invited to the White House today to discuss the important issues of anti-Asian hate crimes, Asian inclusion and diversity.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>White House press secretary Karine Jean-Pierre, who opened up for the group, noted that while “many of you many know BTS as Grammy-nominated international icons, they also play an important role as youth ambassadors, promoting a message of respect and positivity.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The other group members then took turns delivering their own messages in Korean. Later, an interpreter summed up their various messages, such as: “equality begins when we open up and embrace all of our differences” and “we hope today is one step forward to respecting and understanding each and every one as a valuable person.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Then RM returned to the lectern.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“Lastly, we thank President Biden and the White House for giving this important opportunity to speak about the important causes,” he said. “Remind ourselves of what we can do as artists.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>After their star turn in the briefing room, BTS headed to the Oval Office to meet with the president himself on the last day in May, designated as Asian American, Native Hawaiian and Pacific Islander Heritage Month. Before joining the news briefing, BTS filmed content with the White House digital team and got a tour of the grounds, according to a White House official.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The group’s visit with Biden — which, somewhat inexplicably, was closed to press coverage — was the latest example of this White House leveraging the power of celebrities to bring attention to key priorities.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Last July, the administration enlisted singer Olivia Rodrigo to promote <a href='https://www.washingtonpost.com/coronavirus/?itid=lk_inline_manual_17' target='_blank' class='contextual_link'>coronavirus</a> vaccinations. And just last week, the White House brought actress and singer Selena Gomez to highlight mental health, with Gomez appearing in a <a href='https://www.youtube.com/watch?v=AeZuSEJoagQ' target='_blank'>three-minute video</a> with Biden, first lady Jill Biden and Vivek H. Murthy, the surgeon general, to discuss the issue.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>But at some points Tuesday, the anti-discrimination message the administration wanted to convey was a bit overshadowed by the sheer hysteria inside the briefing room — and outside the White House gates.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Outside, hundreds of fans — mostly young girls — gathered in hopes of snagging a distanced glance at the K-pop group, and as they waited in the scorching sun, they chanted the names of the seven members and screamed, “BTS! BTS!”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Inside, scores of interested journalists, many of them of Korean descent, packed the aisles at least a half-hour before the briefing was supposed to begin — making the already cramped room even more stifling. Veteran journalists quipped that the briefing room hadn’t been that crowded since the days of Sean Spicer as press secretary, when the sessions became must-see TV for all the wrong reasons, at least for the Donald Trump administration.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Tuesday’s live stream of the White House briefing usually attracts a few hundred interested viewers. But well ahead of the start of the 2:30 p.m. session, about 11,000 had settled in for the show. Ten minutes before the briefing, about 71,000 were online. A couple minutes after the official start of the briefing — which started a few minutes behind schedule — a whopping 197,000 were watching.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>More than 300,000 were still on the live stream as Deese, the White House’s director of the National Economic Council, stepped up to the lectern and began to speak. (The viewership numbers declined precipitously the longer Deese talked about inflation.)</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“Okay, so I get to go home and tell my kids that BTS opened for me,” Deese said, as reporters laughed. “I did not expect that when I woke up this morning. And I know that you’re all here to talk about trimmed mean inflation, and you’re as excited about that as you are for them.”</p>"
        },
        {
            "title": "Supreme Court puts Texas social media law on hold while legal battle continues",
            "link": "https://www.washingtonpost.com/politics/2022/05/31/supreme-court-texas-social-media-law/",
            "pubDate": "2022-06-01T17:05:00.260Z",
            "category": "Washington Post Politics",
            "description": "<p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The Supreme Court on Tuesday stopped a Texas law<b> </b>that would regulate how social media companies police content on their sites, while a legal battle continues over whether such measures violate the First Amendment.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The vote was 5 to 4. The five in the majority — Chief Justice John G. Roberts Jr. and Justices Stephen G. Breyer, Sonia Sotomayor, Brett M. Kavanaugh and Amy Coney Barrett — <a href='https://www.supremecourt.gov/opinions/21pdf/21a720_6536.pdf' target='_blank'>did not provide reasoning for their action</a>, which is common in emergency requests.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Justice Samuel A. Alito Jr., joined by Justices Clarence Thomas and Neil M. Gorsuch, said he had not made up his mind about the constitutionality of the law, but would have allowed it to go into effect while review continues. Justice Elena Kagan also would have let stand for now a lower court’s decision allowing the law to take effect, but she did not join Alito’s dissent or provide her own reasons.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Two Washington-based groups representing Google, Facebook and other tech giants filed the emergency request with the Supreme Court on May 13. The Texas law took effect after a divided panel of the U.S. Court of Appeals for the 5th Circuit lifted a district court injunction that had barred it.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The appeals court’s order, which provided no legal reasoning, shocked the industry, which has been largely successful in batting back Republican state leaders’ efforts to regulate social media companies’ content-moderation policies.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“No online platform, website, or newspaper should be directed by government officials to carry certain speech,” Computer and Communications Industry Association (CCIA) president Matt Schruers said after the Supreme Court issued its order. “This has been a key tenet of our democracy for more than 200 years.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Texas and Florida are two states with such laws, which they said were necessary to combat the tech industry’s squelching of conservative viewpoints. If two of the country’s regional appeals courts split on the legality of similar laws, there is a good chance the Supreme Court will need to confront the question of whether states may bar social media companies from removing posts based on a user’s political ideology or comments.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>On May 23, a unanimous panel of the U.S. Court of Appeals for the 11th Circuit said that much of Florida’s law violated the First Amendment, ruling that social media companies’ efforts to curate the content of their platforms was speech that the government could not control.</p><p><span class='font--article-body font-copy hide-for-print ma-0 pb-md db italic interstitial'><a data-qa='interstitial-link' href='https://www.washingtonpost.com/technology/2022/05/23/florida-social-media-11th-circuit-decision/?itid=lk_interstitial_manual_15'>Unanimous appeals court panel says major parts of Florida's social media law likely unconstitutional</a></span></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In a detailed <a href='https://media.ca11.uscourts.gov/opinions/pub/files/202112355.pdf'>67-page opinion</a>, the three judges — all appointees of Republican presidents — unanimously rejected many of the legal arguments that conservative states have been using to justify laws governing the moderation policies of major tech companies after years of accusing the tech companies of bias against their viewpoints. The opinion was written by an appointee of former president Donald Trump.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The tech companies similarly have called the Texas law “an unprecedented assault on the editorial discretion of private websites (like <a href='http://facebook.com/' target='_blank'>Facebook.com</a>, <a href='http://instagram.com/' target='_blank'>Instagram.com</a>, <a href='http://pinterest.com/' target='_blank'>Pinterest.com</a>, <a href='http://twitter.com/' target='_blank'>Twitter.com</a>, <a href='http://vimeo.com/' target='_blank'>Vimeo.com</a>, and <a href='http://youtube.com/' target='_blank'>YouTube.com</a>) that would fundamentally transform their business models and services,” according to the Supreme Court application filed by two organizations, NetChoice and the CCIA.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The organizations hired a former U.S. solicitor general and two former Texas solicitors general to take the case to the Supreme Court.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The petition cited “serious First Amendment problems with these novel state efforts to regulate a global phenomenon” that should be fully litigated before the Texas law goes into effect.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In their filing to the Supreme Court, NetChoice and CCIA argue that the law is unconstitutional and risks causing “irreparable harm” to the Internet and businesses.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“While the Judiciary cautiously reviews these momentous issues, platforms should not be compelled by government to disseminate the vilest speech imaginable — such as white supremacist manifestos, Nazi screeds, Russian-state propaganda, Holocaust denial, and terrorist-organization recruitment,” the petition said.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Texas Attorney General Ken Paxton (R) noted that the Supreme Court has said social media sites are gatekeepers of a digital “modern public square.” He said the state law is focused on businesses’ conduct and does not violate the First Amendment, which protects private companies from government regulation of speech.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Because they are the “twenty-first century descendants of telegraph and telephone companies,” the businesses should be treated as “common carriers,” which are subject to government regulation because of the essential nature of the services they offer, Paxton said.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Tech companies aggressively lobbied against the Texas law and similar legislation in other states, and they were initially successful in their legal challenge to the Texas law, as a federal district judge blocked its implementation.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The tech industry has warned that the Texas law opens companies up to new legal threats that could chill their efforts to remove objectionable content including terrorism and violence, such as the recent videos circulating on social media of the Buffalo shooting.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Meanwhile, Texas Gov. Greg Abbott (R) and Republicans who crafted the law have argued that it will prevent conservative viewpoints from being banned on social media.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Alito said the issue deserves the court’s review: “At issue is a ground-breaking Texas law that addresses the power of dominant social media corporations to shape public discussion of the important issues of the day.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Alito said it is “not at all obvious how our existing precedents, which predate the age of the internet, should apply to large social media companies.” And he said the state deserved to have its law go into effect while it is challenged.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“Texas should not be required to seek preclearance from the federal courts,” Alito wrote.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Kagan’s reluctance to grant relief to the Big Tech companies may have been procedural. The 5th Circuit still has not issued a detailed opinion on why it thinks the Texas law should be implemented.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The Supreme Court’s response was being closely watched by policymakers who are eager to regulate social media, but whose proposals have collided with the free speech protections afforded by the First Amendment.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'></p>"
        },
        {
            "title": "Former Trump trade adviser Peter Navarro subpoenaed by DOJ in Jan. 6 probe",
            "link": "https://www.washingtonpost.com/politics/2022/05/31/navarro-subpoena-capitol-probe/",
            "pubDate": "2022-06-01T17:05:00.497Z",
            "category": "Washington Post Politics",
            "description": "<p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Former Trump White House official Peter Navarro has been subpoenaed by the Justice Department as part of the probe into the Jan. 6, 2021, attack on the U.S. Capitol by a pro-Trump mob.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Navarro, who was a trade adviser to Trump, revealed the subpoena Tuesday in a lawsuit he filed against House Speaker Nancy Pelosi (D-Calif.) and the bipartisan House committee investigating the attack.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“On May 26, 2022, two FBI special agents banged loudly on my door in the early morning hours to present me with a fruit of the poisonous tree,” a grand jury subpoena “commanding me to comply with the original … subpoena issued to me by the Committee dated February 9, 10 2022,”<b> </b>Navarro <a href='https://www.documentcloud.org/documents/22046666-navarro-v-pelosi-2022-05-31' target='_blank'>said in the 88-page complaint</a>.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Navarro’s case was randomly assigned to U.S. District Judge Randolph D. Moss, a 2014 Obama appointee who served in the Clinton Justice Department from 1996 to 2001, including as head of the Office of Legal Counsel, which provides legal advice to the executive branch on such matters as executive privilege claims.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The Jan. 6 committee <a href='https://www.washingtonpost.com/politics/2022/02/09/navarro-subpoena/?itid=lk_inline_manual_9' target='_blank'>subpoenaed Navarro</a> in February seeking records and testimony from the former trade adviser, who has written and publicly discussed the effort to develop a strategy to delay or overturn certification of the 2020 election.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Navarro responded at the time with a statement rejecting the request and the committee’s legitimacy and blaming Pelosi, among others, for the violence that occurred Jan. 6, 2021. He argued that Trump “has invoked Executive Privilege; and it is not my privilege to waive.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The House then <a href='https://www.washingtonpost.com/politics/2022/04/06/navarro-scavino-contempt-vote-house/?itid=lk_inline_manual_12' target='_blank'>voted in April</a> to hold Navarro and former White House communications chief Daniel Scavino Jr. in contempt of Congress, leading to criminal referrals to the Justice Department, which has the power to charge the two former officials with misdemeanors that can result in up to one year in prison and a fine of up to $100,000.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The pro-Trump mob that stormed the Capitol on Jan. 6, 2021, was trying to stop the certification of Democrat Joe Biden’s election win. The attack resulted in the deaths of five people and injuries to about 140 members of law enforcement.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Navarro is among several Trump advisers who have been subpoenaed by the select committee and are seeking to avoid testifying by citing Trump’s claim of executive privilege. The panel <a href='https://www.washingtonpost.com/politics/2022/05/12/jan6-committee-subpoenas-mccarthy/?itid=lk_inline_manual_15' target='_blank'>has also issued subpoenas to five House Republicans</a>, including Minority Leader Kevin McCarthy (Calif.).</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Two other former senior Trump White House aides have raised executive privilege claims in pending cases before a federal judge in Washington.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'> Like Navarro, former White House chief of staff Mark Meadows has sued the House Jan. 6 committee after receiving a subpoena. Former Trump strategist Stephen K. Bannon has moved to toss charges of criminal contempt of Congress after refusing to appear before the committee.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Both cases are before U.S. District Judge Carl J. Nichols, a 2019 Trump appointee who served in George W. Bush’s Justice Department from 2005 to 2009, including as principal deputy assistant attorney general in the civil division.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In a February letter accompanying the original Navarro subpoena, Rep. Bennie G. Thompson (D-Miss.), chairman of the select committee, cited news reports that the former Trump trade adviser “worked with Steve Bannon and others to develop and implement a plan to delay Congress’s certification of, and ultimately change the outcome of the 2020 presidential election.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The letter also cited Navarro’s recent book, in which he detailed a plan he called “The Green Bay Sweep,” which he described as the “last best chance to snatch a stolen election from the Democrats’ jaws of deceit.” The subpoena also described a Navarro report released online that repeated “many claims of purported fraud in the election that have been discredited.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Navarro said in his lawsuit against Pelosi and the committee that he was directed to testify before a grand jury June 2 and present “[a]ll documents relating to the subpoena dated February 9, 2022” that he received from the committee, “including but not limited to any communications with formal President Trump and/or his counsel or representative.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>“As demonstrated in this brief, the executive privilege invoked by President Trump is not mine or Joe Biden’s to waive,” Navarro maintained. “Rather, as with the Committee, the U.S. Attorney has constitutional and due process obligations to negotiate my appearance before [the grand jury] not with me but rather with President Trump and his attorneys and I am bound by privilege to fail to comply with this Grand Jury Subpoena absent these negotiations and guidance from President Trump.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'><i>Jacqueline Alemany and Tom Hamburger contributed to this report.</i></p>"
        },
        {
            "title": "What if — and bear with me here — John Durham doesn’t have the goods?",
            "link": "https://www.washingtonpost.com/politics/2022/05/31/what-if-bear-with-me-here-john-durham-doesnt-have-goods/",
            "pubDate": "2022-06-01T17:05:01.049Z",
            "category": "Washington Post Politics",
            "description": "<p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>The last time anyone saw them, the goal posts were about three miles due west of Ottumwa, Iowa, having been dragged there, foot by painful foot, from their original position just outside of William P. Barr’s Justice Department.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Since Donald Trump first sought to undermine the investigation into whether any members of his 2016 campaign had knowledge of or worked with Russia’s effort to aid his candidacy, the goal posts have been in motion. Over and over, he and his allies presented some alternate explanation for the investigation that shifted all of the questions about legality and ethics onto his real and perceived opponents. Maybe what the media should <i>really</i> be looking at was <a href='https://www.washingtonpost.com/news/politics/wp/2018/02/01/one-year-ago-the-same-pattern-nunes-citing-classified-information-to-defend-trump/?itid=lk_inline_manual_4' target='_blank'>unmasking Michael Flynn</a> or the <a href='https://www.washingtonpost.com/politics/2019/03/14/what-strzok-page-insurance-policy-text-was-actually-about/?itid=lk_inline_manual_4' target='_blank'>Peter Strzok text messages</a> or the <a href='https://www.washingtonpost.com/politics/2021/07/12/viral-twitter-thread-that-explains-right-wing-conspiracy-theorizing-if-only-inadvertently/?itid=lk_inline_manual_4' target='_blank'>Carter Page warrant</a> or the <a href='https://www.washingtonpost.com/news/politics/wp/2017/10/25/what-the-trump-dossier-says-and-what-it-doesnt/?itid=lk_inline_manual_4' target='_blank'>dossier from Christopher Steele</a> or the <a href='https://www.washingtonpost.com/politics/2022/05/23/again-theres-no-evidence-hillary-clinton-triggered-russia-probe/?itid=lk_inline_manual_4' target='_blank'>machinations of Hillary Clinton’s competing campaign</a>. I’ve probably forgotten a few.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>In each of those endlessly elevated cases, the strategy was the same: take something either legitimately iffy or easy to perceive as iffy and reassemble the Russia probe on top of it. That the “real” triggers for the Russia investigation changed so much is pretty robust evidence that they were not the real triggers at all. An investigation centered on the obvious ties between Trump’s team and Russia — his campaign manager’s ties to Russian officials, an adviser who was already on the FBI’s radar taking a July 2016 trip to Moscow, another adviser getting an apparent heads-up on Russian hacking, his son’s interaction with a Kremlin-linked lawyer — was repeatedly cast as being about something else, something invariably harder to pin down.</p><p><span class='font--article-body font-copy hide-for-print ma-0 pb-md db italic interstitial'></span></p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Nowhere was more institutional energy invested than in the formal investigation into the Russia investigation authorized by Barr <a href='https://www.politico.com/story/2019/05/14/barr-prosecutor-russia-probe-origins-1319878' target='_blank'>more than three years ago</a>. U.S. Attorney John Durham, later elevated to special counsel, was given a mandate to figure out where the Russia investigation came from and, as needed, to upend the conventional wisdom about its origins. And no one would argue that he’s shirked from that task, as he has regularly provided conservative media with new places to locate their shuffling goal posts. When the Justice Department inspector general released a lengthy report determining that the original Russia investigation was predicated on the available evidence, Barr and Durham quickly released a “not so fast”-style statement suggesting that the other shoe was yet to drop.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>It was supposed to drop Tuesday morning. For months, Durham’s seemingly been building toward an argument that Clinton’s campaign bears central responsibility for the emergence of the Russia investigation. After indicting an attorney who worked for a firm hired by Clinton on charges that he lied to the FBI, Durham released little tidbits about what he and his team had learned, tidbits that could be interpreted to suggest that he was building a case not against the Russia probe but instead against Clinton.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>You may recall, for example, when Durham earlier submitted a court filing implying that the attorney, Michael Sussmann, and his firm had approached federal investigators with electronic data that seemed as though it may have come from the Trump White House. This became the peg for various “Clinton spied on Trump’s presidency!!” takes, including from Trump. But <a href='https://www.washingtonpost.com/politics/2022/02/18/john-durham-dumps-small-bucket-water-forest-fire-he-sparked/?itid=lk_inline_manual_11' target='_blank'>it was not true</a>: Sussmann had data about the apparent presence of unusual Russian cellphones near the White House but only while Barack Obama was president. If anything, it was exonerating, suggesting that Sussmann and the researcher with whom he was in contact were focused more on Russia’s activities than Trump’s. At another point, a Durham filing was <a href='https://www.washingtonpost.com/politics/2022/04/19/new-gambit-claiming-key-russia-probe-data-was-made-up/?itid=lk_inline_manual_11' target='_blank'>interpreted</a> to suggest that the data was somehow counterfeit. That also quickly evaporated.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>What Durham’s team hoped to prove was that Sussmann had misled the FBI about working for Clinton as he sought to get them to investigate an unexplained connection between Trump’s private business and a Russian bank. Instead of providing the first significant reinforcement of the conspiracy theory that the Russia probe was downstream of Clinton’s efforts, though, a jury found that <a href='https://www.washingtonpost.com/national-security/2022/05/31/sussmann-not-guilty-lying-fbi-hillary-clinton/?itid=lk_inline_manual_12' target='_blank'>Durham didn’t prove his case</a>.</p><div data-oembed-type='twitter' class='' style='min-height:171px'><blockquote class='twitter-tweet'><p lang='en' dir='ltr'>Fox last hour before Sussman was found not guilty: An acquittal in the Sussman trial 'could raise doubts about the legal merits of Durham's entire investigation.' <br><br>Fox this hour after Sussman was found not guilty: THE JURY WAS RIGGED, ANOTHER BLACK EYE FOR OUR JUSTICE SYSTEM <a href='https://t.co/RSxsZ2xm6G'>pic.twitter.com/RSxsZ2xm6G</a></p>— Lis Power (@LisPower1) <a href='https://twitter.com/LisPower1/status/1531671901717807105?ref_src=twsrc%5Etfw'>May 31, 2022</a></blockquote>\n<script async='' src='https://platform.twitter.com/widgets.js' charset='utf-8'></script>\n</div><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Even if he had, though, it’s clear that this particular theory was not the spur for the Russia probe. By September 2016, when Sussmann met with the FBI, the bureau was already investigating individuals associated with Trump’s campaign and was already aware of Russia’s efforts to influence the election. This idea that Clinton was the trigger for all of it was clearly appealing; Trump’s administration had <a href='https://www.washingtonpost.com/politics/2020/10/07/trumpworlds-latest-effort-undermine-russia-probe-may-be-even-less-substantive-than-prior-attempts/?itid=lk_inline_manual_14' target='_blank'>floated it</a> about a month before the 2020 contest. When Clinton’s 2016 campaign manager Robby Mook testified during Sussmann’s trial that Clinton had approved the leak of the (dubious and <a href='https://www.washingtonpost.com/news/the-fix/wp/2016/11/01/that-secret-trump-russia-email-server-link-is-likely-neither-secret-nor-a-trump-russia-link/?itid=lk_inline_manual_14' target='_blank'>quickly debunked</a>!) claim about a Trump-bank connection, Trump’s allies again tried to reverse-engineer this into proof of Clinton’s overall culpability despite the obvious timeline problems. “The Russia probe was Clinton’s fault” appeals more than “there were real questions about Trump’s team and Russia.”</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>This is the point. It seems clear based on Barr’s public comments that he’s skeptical of how the Russia probe began, which is certainly his right. It also seems clear that Durham was tasked with proving that skepticism correct. That effort is not going well. For those orbiting Trump, it doesn’t matter. The investigation itself and any little part of it is enough to simply say that the point was proved, because (like the “stolen election” assertions) the belief is what’s concrete and the evidence for that belief what’s malleable and evolving.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Durham’s probe has become everything that Trump and his allies accused special counsel Robert S. Mueller III’s Russia investigation of being: a fishing expedition that’s gone on for an extended period of time without actually surfacing anything that significantly aids the central case. Mueller could point to dozens of indictments and a voluminous exploration of how Russia tried to swing the 2016 election two years into his assignment. Three years into Durham’s, he failed to obtain a conviction on his central line of attack.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>To objective observers, there was always reason to be skeptical that Durham would be able to fulfill his mandate of proving that the Russia probe was dubious and, by unstated extension, that Trump was right all along. It seems far more unlikely now.</p><p data-qa='drop-cap-letter' data-el='text' class='font-copy font--article-body gray-darkest ma-0 pb-md'>Here’s hoping the goalpost-movers have stayed in shape.</p>"
        }
    ]
}